<template>
	<view style="padding: 20px;">
		<!-- <h2 style="margin-bottom: 10px;">个人信息明示清单</h2> -->
		我们会收集您在使用服务时主动提供的，以及通过自动化手段收集您在使用功能或接受服务过程中产生的下述信息。</br></br>		
		<h3>1 登录时，可能收集的个人信息包括：</h3></br>
		手机号、网络身份识别信息（昵称、密码）</br></br>	
		<h3>2 咨询浏览时，可能收集的个人信息包括：</h3></br>
		2.1 您操作、使用的行为信息：点击、浏览		</br></br>
		2.2 您主动提供的信息：反馈、提交、编辑、性别、生日、地区		</br></br>
		<h3>3 信息提交时，可能收集的个人信息包括：</h3></br>
		3.1 提交内容、回答：您提交的信息，并展示您的昵称、提交内容	</br></br>	
		3.2 使用上传图片、音视频功能： 相机、相册（存储空间）、照片、麦克风、读取外置存储器权限</br></br>
		<h3>4 消息通知，可能收集的个人信息包括：</h3></br>
		联系方式（例如：邮箱、联系电话）</br></br>	
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
