<template>
	<view>
		<div class="note">
			<p style="font-weight: bold; margin-bottom: 10px; font-size: 1.2rem;">站上人生新关口！毕业季，如何应对“戒断反应”</p>
			<p style="margin-bottom: 10px; color: #6c6c6c">2024-07-03 | 中国网心理中国 |郭韶明</p>

			“各位同学，离校系统今天中午开放，请同学们及时按照系统提示提前完成离校流程，如图书归还、欠费缴纳等手续。”李睿琦点进年级群，辅导员的新通知出现在屏幕上，这一刻，他意识到自己彻底毕业了。
			</br></br>
			李睿琦是法学专业大四学生，毕业前的几个月，他感到焦虑、烦躁，难以入眠。4年的大学时光，他与好友产生很深的情感联结，毕业是强行切断的过程，他认为自己产生了“戒断反应”。
			</br></br>
			“戒断反应”指当成瘾行为形成后，突然把成瘾行为或物质戒断后，出现焦虑不安、烦躁、情绪不稳定的状态。记者发现，在网络上，“毕业是一场巨大的戒断”成为热议话题。在毕业季这个特殊的时间节点，有关青春的离愁别绪重新袭来。
			</br></br>
			<p style="font-weight: bold;">“戒断反应”引起毕业生共鸣</p>
			</br>
			在美国出租屋内打包大大小小的行李，让硕士毕业生杨阳有了“毕业”的实感。杨阳本科毕业后在美国读研，“国外的几年，我在生活上更独立了，更多是以自己为原点去做一些事情。”对于杨阳而言，这个小屋装满了她学习和成长的点滴。曾经让她喜悦的、焦虑的、怀念的一切，和这段时光一起，被打包带走。“每一个污渍，我仿佛都知道它的源头，每一件可要可不要的物品，都让我回忆起它到来时的心境。”
			</br></br>
			上海毕业生苏子叶的“戒断反应”，源于强烈的情感体验。研三下学期，苏子叶像往常一样来到实验室，作为实验室的“小负责人”，她正为没法和师弟师妹顺利交接工作发愁。学期一开始，苏子叶惊讶地发现实验室的事务仍会正常有序地运行。起初，大家会感慨毕业后难以相见的惆怅，“后来每次去实验室，大家只当是多了一个人，原来我可有可无，世界没有我照样会转”。
			</br></br>
			读研前后，苏子叶的生活发生了许多改变，让她的性格也从原本的“I”人（MBTI测试为内向型）变成了“E”人（MBTI测试为外向型）。本科期间，苏子叶沉浸在网络生活中，长期处于自我封闭的状态，研究生阶段的朋友让她打开了自己。“我喜欢有活力和能量的朋友，他们改变了我。”苏子叶说，“但最近我在想，会不会他们根本就不会怀念跟我一起玩耍的日子呢？要是能多相处几年就好了。”
			</br></br>
			为什么学生在毕业时会出现“戒断反应”？北京大学精神卫生学博士汪冰接受记者采访时表示，在毕业之时，人要经历几个心理上的重大变化。第一，将要失去学生身份，也将要离开曾经身处其中的组织，这意味着失去归属感。当一个人失去原来的身份时，他要再次确认“我是谁”，身份的变化一定会在短期内带来不安、迷茫和焦虑。第二，当我们开始与熟悉的人告别时，会产生一种孤独感，人与人相遇后再次分离，又各自走上新的人生道路，每个人都要去面对属于他的现实。
			</br></br>
			毕业的“戒断反应”其实一直存在，当代年轻人找到了“戒断”这一词语，将它借用到了毕业阶段这个复杂的情绪状态。“为什么‘戒断’会变成一个流行词被这么多人分享？因为以前的千头万绪是无法用一个标签去界定的，没有一个容器可以把毕业所面临的或大或小的心情变化、挑战放在一起。而‘戒断反应’很形象，大家一下就感觉到了它是什么。”汪冰说，为情绪命名是一件好事，当一种情绪不能被表达和分享的时候，往往会积累更多的憋闷感或压抑感，大家认同的命名让情绪更易于交流和分享。
			</br></br>
			<p style="font-weight: bold;">站在新关口，如何应对“戒断反应”</p>
			</br></br>
			站在人生的分岔口，社会学专业学生金今感到异常迷茫，本科实习期间，职场让她感到不适。
			</br></br>
			“比较典型的是，把KPI（关键绩效指标）放到头上之后，我们可能会作比较，每天去做小结，但我又不想和同事处于竞争的关系，希望能像同学那样关系比较纯粹。学生时代能够犯错，被包容的机会很多，但是进入工作岗位后，处处如履薄冰。”金今坦言，虽然考上了研究生，但一想到读研后仍然要进入职场，感到非常迷茫。
			</br></br>
			仿佛有一个“加速器”把她的人生向前推，让她来不及回头望。为了尽可能消弭分离带来的遗憾，金今和好友都留出了更多陪伴彼此的时间，她们去苏州西园寺里撸猫、吃素面，拍了很多好看的照片。“我俩待在一起，可能很长一段时间都不会说话，就静静地坐在那里，感受在好朋友身边的安心，不会再像从前那样吵吵闹闹的。”
			</br></br>
			汪冰认为，现在很多年轻人开始表现出一种“工作过敏症”，这是因为年轻人对职场的期待没办法得到满足，所以会有人选择职场之外更适合自己的环境。“我倒觉得这不一定是逃避，它可能说明现阶段的职场现实确实和年轻人在思想、精神和灵魂上的诉求是有距离的，无论如何，找到适合自己的人生道路最重要。”
			</br></br>
			面对“戒断反应”，汪冰建议毕业生首先要接受自己的情绪感受。“别因为你的‘戒断反应’指责自己，每个人的感受是不一样的。如果你反应比较强烈，说明你可能比较敏感，这也是个优点，说明你对环境的变化也比别人敏锐，对很多事情都有很丰富的感受和反应，也许你适合需要敏锐观察和细致表达的工作，比如文字工作。”
			</br></br>
			其次，汪冰建议毕业生与人分享自己的“戒断反应”。在心理学上，有一种很好的方式叫“感恩拜访”，也就是去感谢那些你想感谢的人，让他们知道自己是如何通过他们的所作所为让你的人生变得更加美好。“如果见面不行，就写封信给你的同学、老师、家人，‘戒断反应’中有很多对过去的留恋、对未来的焦虑，通过感恩拜访，你可以表达你的情绪感受，缓解离别愁绪，甚至收获快乐。”同时，这也可以帮助年轻人建立自己的支持系统，生命中的“过来人”一定经历过类似的人生变化，大家可以寻求他们的帮助、智慧和成功经验。
			</br></br>
			最后，要认识自己的人生目标，想象你理想的人生，然后从这幅图景中找出你现在就可以采取的行动或做出的改变，把一个模糊的、不可控的、焦虑的未来变成可以开始的眼前的一小步，增加对未来的信心。汪冰说，不要让焦虑发酵，源自不确定感的焦虑可以通过聚焦当下的选择和行动加以缓解。
			</br></br>
			<p style="font-weight: bold;">人的眼睛长在前面，所以要向前走</p>
			</br></br>
			金今形容自己目前的状态是“柳暗花明又一村”，她想对3年后的自己说：如果那个时候你也处在迷茫、焦虑的困境中，一定要相信，之前经历过的事情必然是有用的。
			</br></br>
			李睿琦则希望自己能更坚定一些，“以前我总是犹豫不决，做事情拖泥带水，我希望不要被世俗意义上的成功‘绑架’，更关注自己过得开不开心，不是那种很拧巴的状态”。
			</br></br>
			杨阳对未来的自己有很多想说的话，不管之前的那段时光是难过的、伤心的，还是快乐的、有成就感的，她清楚地知道人得往前看。“人的眼睛是长在前面的，所以人不断地往前走，不能陷入过去的回忆，但也不能忘记自己从什么地方来。”
			</br></br>
			无论如何，毕业是人生新的起点，不能忘却、无法忽略，但一切情绪都会有一个落脚点，那是给予我们向前走的力量。汪冰提出，人不是准备好了才生活的，而是在生活当中不断地为未来作准备。
			</br></br>
			汪冰更愿意把年轻人的“戒断反应”解读为蜕变的前奏，蜕去旧的壳才能更好地发育，而这个过程本身充满了种种不适应，但是其所引发的种种人生思考很有价值，不妨“兴致勃勃地去体验”这种蜕变的阵痛，因为成长本身就是面对一次又一次“戒断反应”。“永远保持觉察，不要无知无觉地去经历，也许很多人生命题还暂时找不到答案，但不等于要放弃寻找。人生的每一次‘戒断’，都在逼迫我们无限地趋近自己的内心。”汪冰说。
			</br></br>
			<p style="color: #6c6c6c;">中国青年报 实习生李欣然 张晨露 记者郭韶明  应受访者要求，苏子叶、金今为化名）</p>
		</div>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
	.note{
		padding: 15px;
	}
</style>
