<template>
	<view>
		<div class="note">
			<p style="font-weight: bold; margin-bottom: 10px; font-size: 1.2rem;">“毒鸡汤”危害心理 “治愈剧”满足观众需求改“配方”</p>
			<p style="margin-bottom: 10px; color: #6c6c6c">2023-12-06 | 中国网心理中国 | 杨文杰</p>
			随着人们社会生活压力的增加，作为大众文化产品的剧集越来越承担起舒缓压力、抚慰情绪的作用。然而，一些以“疗愈”为主打的剧集充满轻松的正能量，却难见爆款；而另一些剧集产品迎合“焦虑”，以放大社会矛盾来打“解气”牌，争议重重却能够获得高流量，吸引投资客。近日，随着微短剧《黑莲花上位手册》被网络平台下架，“剧集如何疗愈当代人焦虑”成为业内热议的话题。
			</br></br>
			<p style="font-weight: bold;">“鸡汤”剧集先去“毒”才能败火</p>
			</br>
			“毒鸡汤”作为网络用语，一般用来描述那些表面看上去像是心灵鸡汤文，其实暗藏着营销和诈骗信息的文字内容。在近期下架的不少“复仇风”短剧中，毒鸡汤剧本的危害尽显。
			</br></br>
			11月21日，微短剧《黑莲花上位手册》因渲染极端复仇、以暴制暴的不良价值观，混淆是非观念，破坏平台良好生态而全网下架。《黑莲花上位手册》等剧集的下架无疑让今年处于“风口”的微短剧领域成为了“显眼包”，让更多的人对其进行审视，而“欲爽先祛毒”已经成为了人们的共识。
			</br></br>
			“毒鸡汤”为什么这么火？
			</br></br>
			资深影视编剧南雷雷在采访中告诉北京青年报记者，微短剧这个所谓的今年最大的“风口”，学名叫小程序剧。很多微短剧每集都可获得十万以上的点赞，甚至可达到百万。简单来说，有些人钻监管的空子，粗制滥造一批有原始、密集爽点的短剧，然后批量投流，哪些效果好、赚到钱，就继续跟进。“这些小程序剧节奏快，反转多，投放甚至精准到分男频和女频，面对基数广大的下沉市场，在成本极低的前提下，确实容易获得收益。”
			</br></br>
			资深影评人、剧评人小飞认为，“毒鸡汤”也容易让人失去自我认知及自我判断，“‘毒鸡汤’使人幻想，同时还会让人将自己的失败怪罪于其他事物身上，比如许多‘毒鸡汤’会以原生家庭、身材容貌、天赋等作为是否成功的标准，因此将生活的不顺都归结于原生家庭等无法改变的因素。”
			</br></br>
			“毒鸡汤”的危害不仅针对普通观众，编剧南雷雷说，自下半年以来，跟风制作短剧的团队有很多。“大家开始了疯狂互相复制和内卷，不断刷新底限，所以难免走向不当价值和擦边。”
			</br></br>
			知名心理讲师、心理培训师荀炎表示，这类短剧带来的影响性冲击的能量是进入大脑底层潜意识的，一旦养成思维习惯后将很难通过言语改变。而某些具有投机想法的微短剧创作者往往忽视了自己的社会责任属性，没有意识到或者故意忽视了“毒鸡汤”对于观众心理的危害。“很多人看短剧的心态是，明明知道不合理，但还是长期沉浸在里面，这其实是一种个体文明退化，理性认知的大脑不仅没起作用，还得到了摧残，这对人对己都不是一件好事。”
			</br></br>
			“毒鸡汤”容易让人失去自我
			</br></br>
			荀炎分析称，“毒鸡汤”微短剧利用了人类心理的动物本能原始驱动，“它们使用的是情绪化的歇斯底里，给观众心中塑造了一个无限强大的自我，在短期内迅速膨胀。但这不是我们谋求的真正的自信，‘毒鸡汤’传递了一个虚幻不成立的情绪价值，长期脱离现实对自己是一种伤害。”他表示，短剧从一开始就该受到一定的约束，不仅是观众自己要学会自我选择，也需要有一个外力来提醒观众和创作者。
			</br></br>
			实际上，现在对于小程序剧的审核和治理已经开始了，管理空白的时代已经结束，一大批内容不良的小程序剧被下架。对此，编剧南雷雷说，“但这并不代表小程序剧会消亡，只要有市场就会有供给。尽管其核心理念和目标人群不会变，但很快我们必然将看到，小程序剧会走向它自己的进化。”
			</br></br>
			短剧的观众包含了年轻学生、上班族及中老年人等各个圈层。在北京一家上市互联网公司工作的小于告诉记者，自己和身边的同事并不排斥短剧这种传播形式，“但是我们对于题材有自己的选择，并不是给看什么就看什么。”
			</br></br>
			荀炎也认为，人们需要看一些正能量的短剧来抒发、放松自己的情绪。“联合国卫生组织说，感动的泪水是最有治愈性的。现在的人们都在忙碌的生活中渴望温情，我们其实提倡大家去看一些剧本合理、展现人类温情的短剧，能使你感动地哭泣而不是委屈地哭，这是一种非常有效的情绪释放。”
			</br></br>
			<p style="font-weight: bold;">“治愈剧”满足观众需求改“配方”</p>
			</br>
			多元发展，品类精耕细分，是近年国剧市场的趋势。在这个背景下，以生活流拉近与观众的距离，以普通日常引发广泛共情，整体格调轻松温暖的治愈剧渐渐流行起来。
			</br></br>
			“治愈系”流行市场要的到底是什么
			</br></br>
			“治愈系”的流行，可以说是创作者和观众之间的双向奔赴。从出品方角度，最初动机是一种追求差异化的理性行为，是积极观察生活、感受身边的情绪和对社会议题的思考中诞生的选题。而对于喜欢它的观众来说，在高压的现实之中，寻求一种简单陪伴、情绪同频、同理心慰藉等等，都是一部剧集可以提供的有效情绪价值。
			</br></br>
			故乡，是个人情感与价值认知的原点，任素汐在《故乡，别来无恙》中饰演在职场游刃有余的30+姐姐张沛，从事保险工作，从熟悉的北京回到陌生的故乡成都“开疆拓土”，要学会重新融入故乡和原生家庭。在《故乡，别来无恙》中，李雪琴无论口音还是人设，都与她现实中幽默豁达、有脑子又拧巴的“本色”不谋而合……
			</br></br>
			有相似“疗效”的还有《去有风的地方》。虽然启用了非常耀眼的演员阵容，但整个剧集没有强情节、强反转，评论说它有一种“市场要什么就偏不给什么的离经叛道”。这个剧的基底和情绪抓手是反内卷，灵魂也和表达形式非常统一。它采用沉浸式的影像风格，仿佛是一部纪录片，静静地记录着许红豆在云南小住期间所发生的日常生活，充满了烟火气和人情味。整体感受是没有大的事件线推动，但剧中人物生活温情、感动、安详，令人羡慕，就是这么一部“四不像”作品，能充盈观众的内心，治愈心灵伤痛，生活中那些挥之不去的“糟心事”，仿佛换个角度看，也就不是事了。
			</br></br>
			白敬亭、田曦薇主演的《卿卿日常》则是一部地道的古装治愈剧，因此也被不少观众说成是古装版《向往的生活》。
			</br></br>
			创作观超前，客观起到疗愈作用
			</br></br>
			还有一些作品，在正常的情感剧创作中更扎实了一点，创作观念稍微超前了一点，即便不是主动做一部治愈剧，客观上起到了疗愈作用，也被观众开心地收入私家“治愈剧”榜单。
			</br></br>
			比如《以家人之名》，它演的是质朴、温馨的家庭成员关系，被评论为“光是看这家人一起热气腾腾地吃一顿饭就很满足”。吴磊、周雨彤主演的《爱情而已》触碰的是敏感的姐弟恋，可就是这个“而已”的豁达态度，表达了“最美好的爱情从来不被定义”的感情观，难怪很多女性观众看完表示很解压，“学到了”。
			</br></br>
			治愈的“配方”已经被主流作品学到
			</br></br>
			治愈剧的流行，也是在提醒剧集创作者、播出平台，要真正理解、尊重观众的需求。不得不承认，做治愈剧更难，因为需要强大细节的支持，剧本、表演等全方位的要求更高，容不得半点悬浮；也必须得承认，做治愈剧虽容易拿高口碑，却缺少所谓“爆点”，“出圈”基本靠口口相传。慢热、市场数据表现难以超越《狂飙》《人世间》《三十而已》等强情节的类型剧、话题剧、主流大剧，这也是治愈剧必须面对的客观现实。在人均渴求制造下一部《狂飙》的市场情绪下，治愈剧本身就是一种奢侈品。
			</br></br>
			但是，疗愈作为当下观众对剧集最强烈的需求之一也是不争事实，其实很多主流作品已经将“疗愈”配方悄悄用在了创作中——像热依扎的《无所畏惧》，张小斐的《好事成双》等，都是最近市场大热、收视霸屏的都市剧，他们共同的“配方”其实是在开局用强情节和高对抗的人物关系快速抓住观众眼球，但在后面的剧情中则着重表达和解、放下、自我疗愈并最终达到自洽的人生观，只不过有的剧前面下了“猛药”，猛到“吓”退不少正常观众，导致既没有“疗”效，还惹来一堆争议。
			</br></br>
			一言以蔽之，解压和放松从来都是剧集的核心属性之一。无论带观众回归现实还是暂时抽离现实，“度”的把握是创作者们始终不能自我解压和放松的生命线。
			</br></br>
			<p style="color: #6c6c6c;">（北京青年报 记者 杨文杰 实习生 王佳懿）</p>
		</div>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
	.note{
		padding: 15px;
	}
</style>
