<template>
	<view>
		<div class="note">
			<p style="font-weight: bold; margin-bottom: 10px; font-size: 1.2rem;">大学生“向上社交”：功利工具还是成长利器</p>
			<p style="margin-bottom: 10px; color: #6c6c6c">2024-01-25 | 中国网心理中国 | 蒋肖斌</p>
			那年杨开开才念大一，被安排去某评选会当观众。中场休息时，她和旁边的女孩闲聊，发现是同学院的大三学姐，便主动加了对方微信好友。后来她才知道，这位学姐是国家奖学金得主，科研经验非常丰富。到了大二，杨开开参加大学生创新创业大赛，向她咨询，学姐很大方地分享了自己的经验，还将之前参赛的项目申报书发给她，帮助杨开开获得立项。这段经历，杨开开把它定义为“机缘巧合下的一次‘向上社交’”。
			</br></br>
			到了大三下学期保研关键时刻，孟瑾才知道，原来还有支教保研和行政保研两条路。她匆匆忙忙投递了简历，但由于缺少相关经验，没有获取名额。孟瑾有一些后悔，后悔自己没有早一点“向上社交”，不然她就能更早地获取这些信息，早做准备。
			</br></br>
			在众多求学、求职的经验帖中，“向上社交”一词热度颇高，教大学生“向上社交”甚至成为许多博主必用的“吸粉”利器。在他们的描述中，“向上社交”是一种突破圈层、扩展人脉、打破信息壁垒的有效手段，可以帮助大学生更好地成长。究竟是鼓励自我成长，还是如“向上社交”那般强调他人的重要性，对大学生来说，两者是否矛盾，又该如何处理？
			</br></br>
			<p style="font-weight: bold;">个人能力提升是前提，“向上社交”是锦上添花</p>
			</br>
			作为家里的第一个大学生，大一报到那天，文竹第一次来到北京。开学一个月，团委、学生会、社团协会……这些陌生的事物迅速进入他的生活，他不知道该如何选择。那个时候“向上社交”还没有成为热词，文竹也没有靠社交获取信息的意识，他的所有决定，几乎都靠直觉。等到文竹做好职业规划，希望在社工领域做出点成绩的时候，他才发现，自己从一开始就选错了赛道。
			</br></br>
			文竹踌躇许久，将花了半个小时才编辑好的微信发给师姐，询问她有没有建议。师姐社工经历非常丰富，是学院的红人，文竹担心自己目的性太强会惹她厌烦，没想到师姐很快就回了消息，还打来语音电话指导他。文竹了解了许多此前未知的信息，他叹了口气：“要是我大一的时候就知道这些，或许一切都会不一样。”
			</br></br>
			保研失败的教训让孟瑾意识到了“向上社交”的重要性，工作中的亲身体会更让她坚定了这种观点，“其实大家工作能力都差不多，如果你不主动去‘向上社交’的话，领导很难看到你，你就很难拿到晋升或者其他机会。学校里也一样，学长学姐也好，辅导员老师也好，他们也愿意把机会和资源给熟悉的同学，如果你不‘向上社交’，他们怎么熟悉你”。
			</br></br>
			孟瑾讲述了自己经历的一次校友聚会，在基层工作了很多年的学长讲工作经验。孟瑾原本对这种饭局有些抵触，但她即将去基层锻炼，也就认真听了起来，“一顿饭就打开了我的思路，如果能跟他搞好关系，肯定对我以后的工作大有帮助”。
			</br></br>
			武汉大学发展与教育心理研究所副教授陈武非常共情文竹和孟瑾的经历，他表示，他们的经历并非个案，背后是社会的结构性力量。“一方面，社会的竞争激烈、节奏快、压力大，我们被消耗得很严重，同时还很容易内耗，迫切需要通过‘向上社交’来补充能量；另一方面，我们的选择很多，真正的机会却很少，这种不确定性会逼着我们更加积极和主动，进行‘向上社交’，去争取机会。毕竟，机会一方面是给有准备的人，另外还在于自己是不是积极主动。”
			</br></br>
			但需要强调的是，这并不意味着“向上社交”就是完全依靠他人。“个人的能力提升是前提，‘向上社交’更多时候是‘锦上添花’而不是‘雪中送炭’。只有你自己各方面的素养能力都OK的时候，再加上社交，才能达成最好的效果。”陈武说。
			</br></br>
			<p style="font-weight: bold;">“向上社交”不该局限于资源获取</p>
			</br>
			“向上”一词似乎将人分成了三六九等，这使得“向上社交”不自觉地染上了一层功利色彩。在一些帖子中，“向上社交”也确实是为了从他人手中获取晋升机会、专有资料、非公开信息等资源。不过，“向上社交”仅限于此吗？
			</br></br>
			杨开开第一次接触到“向上社交”这个词，是在一本讲社交的书上。在她的记忆中，那本书的核心概念是“任何‘向上社交’都是一种利益的交换”，它教导读者“多接触那些厉害的人，让自己得到一些资源”。
			</br></br>
			这种将利益看成社交核心、强调社会圈层和阶层跨越的观点，杨开开并不适应，觉得这种界定过于狭隘。她更相信，“只要是能给我们提供正向价值的社交都是‘向上社交’”。
			</br></br>
			而孟瑾认为，“向上社交”确实带有一定功利性、目的性，是跟比你更“上级”的人进行的、有目的的社交。
			</br></br>
			林风是上海某高校的博一学生，他从研一开始运营自己的小红书账号，分享学习和科研经验。他不喜欢“向上社交”这个词，但为了运营自媒体，发小红书笔记的时候还是带上了“向上社交”的Tag（标签，一种分类方式，可以让用户更容易搜索到你的笔记——记者注）。在林风看来，“人与人之间是平等的，任何社交本质上都是一种共赢的过程，不存在所谓的‘向上’”。
			</br></br>
			这些对“向上社交”的争论，陈武都表示理解，他更愿意从宏观视角看待“向上社交”，而非狭义地将其与资源获取绑定在一起。在陈武看来，如果一定要给“向上社交”一个定义，那就是“增强积极性主动性，促进自身社会性发展，进而建构持久的成长资源（心理资源和社会资源等），获得自我成长的动力”。这种成长不仅仅是资源的获取，更在于自身心态的改变、状态的调整、能力的提升、价值观的完善等诸多方面。
			</br></br>
			<p style="font-weight: bold;">I人很难“向上社交”？关键点并不是性格</p>
			</br>
			或许大部分人都会承认“向上社交”有用，但并不是所有人都会主动“向上社交”。在社交媒体上，我们经常能看到的一个观点就是：I人（内向的人——记者注）做不好“向上社交”。
			</br></br>
			林风没有做过MBTI测试（人格心理学中的一种测评方法，将人分成16种人格类型——记者注），不过他自认为是一个I人，因为他并不喜欢社交，甚至有时候害怕社交，但他觉得这并不影响他“向上社交”。
			</br></br>
			大四的一次北海旅游，是林风“向上社交”的转折点。初到广西北海，林风对一切都很感兴趣，沙滩车、飞伞、冲浪……他都想尝试，却不好意思说出口。看着同行的朋友非常自然地跟老板们交流，成功尝试了自己喜欢的项目，林风羡慕不已。一次他们去餐厅吃饭，朋友看上了店里的青龙龙虾，竟提出用自己的一幅画和老板交换。这种轻松的姿态让林风颇为感慨。朋友告诉他，“要把自己的快乐放在前面”。于是，林风开始尝试跟老板们交流，成功开到了改装沙滩车。
			</br></br>
			心态的调整是一个长期过程，林风的社交也非一帆风顺。一直到现在，他被拒绝时依旧会情绪低落，只是越发坦然，“‘向上社交’本来就是索取的过程，被拒绝是正常的。有情绪，一方面是你把自己或者把这件事看得太重，只要认清被拒绝了也不会怎么样，就会好受很多；另一方面也是一个习惯的过程，你习惯受挫就会适应，下次接着来就是了。”
			</br></br>
			孟瑾和林风一样，认为社交本质上是一种技能，可以通过锻炼来提高社交能力。但她觉得不是所有人都能掌握，至少她自己不行。“好的社交应该是充电，但对我来说完全是一个耗电的过程。虽然我现在经过一年多的锻炼，对社交更加得心应手，但我还是不习惯，也不喜欢，我就想过好自己的生活。”
			</br></br>
			陈武理解孟瑾的想法，但他鼓励大家用成长型思维来看待自己，而不是简单地将自己定义为做不好“向上社交”的I人。“如果自己长期处于舒适区的话，成长就会比较小。改变是从觉得自己可以改变开始的，尝试‘向上社交’可能会带来一些痛苦，但如果你慢慢来，不要一下子步子很快，你就能够找到适合自己的节奏。”
			</br></br>
			<p style="color: #6c6c6c;">（实习生邓嘉欣 中青报记者 蒋肖斌 应受访者要求，杨开开、孟瑾、林风、文竹为化名）</p>
		</div>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
	.note{
		padding: 15px;
	}
</style>
