<template>
	<view>
		<div class="note">
			<p style="font-weight: bold; margin-bottom: 10px; font-size: 1.2rem;">年轻人都想上岸，“岸”的尽头是什么</p>
			<p style="margin-bottom: 10px; color: #6c6c6c">2024-02-29 | 中国网心理中国 | 郭韶明等</p>
			
			大三学生范小雅为了毕业后能成功“上岸”游戏公司，拼命刷了3段实习经历；大四学生闻铭参加完2023年研究生招生考试，正在等待“上岸”的审判；齐鹿路则从研三上学期开始找工作，海投94份简历，经历52场笔试、20场面试，最终成功“上岸”某中央直属事业单位……</br>
			</br>
			在夸克联合中国青少年研究会发布的《2023年轻人搜索关键词报告》（以下简称“《报告》”）中，“上岸”成功当选2023年轻人状态关键词。“上岸”公务员、“上岸”教师、“上岸”研究生、“上岸”国企、“上岸”高考更是成为“上岸”的top5相关搜索热词。</br>
			</br>
			《报告》提到，“上岸”指的是年轻人在考试层面的成功状态，在2023年广泛应用于公务员、事业单位等考试领域，体现了年轻人对于实现职业理想、人生目标、美好未来的追求、执着与向往。对年轻人来说，“上岸”不仅仅是一个词语，更是一种精神象征，它代表着克服困难、超越自我、追求卓越的人生态度。</br>
			</br>
			<p style="font-weight: bold;">挤进年度热词，年轻人为何执着于“上岸”</p>
			</br>
			闻铭一直非常喜欢播音主持专业，可因为父母对艺考不太了解，不敢轻易尝试。上大学后，她依然没有放弃对播音主持的向往。“考研是一个重新选择的机会”，闻铭说，“我想借这个机会探索真正感兴趣的领域”。</br>
			</br>
			在备战考研的半年时间里，闻铭时常感到恐惧、迷茫，“心态崩的时候会怀疑自己选择的这条道路对不对，也会担心自己考不上，让别人看笑话”。
			</br></br>
			“去年10月，我的心态非常差，一度产生了逃避的想法，考虑要不要换个赛道，出国、‘考公’或者找工作。”闻铭说，“一边崩溃一边也想清楚了，出国经济压力太大；‘考公’总觉得不甘心，还是想在年轻时尝试更多职业；找工作的机会很多，也不必急于一时”。</br>
			</br>
			闻铭回忆，“想清楚后，我觉得考研对我来说不仅仅是学历的提升，更是一次证明自己的机会，即便没有成功，挺过了这一关，总归有所收获。”考试时，闻铭把答卷写得满满当当，坚持到了最后一秒。
			</br></br>
			齐鹿路最初找工作时，只想找一份好工作，可怎么定义“好”？她也说不清。跟闻铭一样，她的“上岸”过程充满了挣扎、纠结与迷茫。
			</br></br>
			“找工作时，周围同学有的想进‘大厂’赚钱，有的想进体制内，稳定还有编制和户口。我对这两种选择没什么概念，又想赚钱，又觉得稳定些也不错。”齐鹿路说，“找工作初期，我只要刷到对口的招聘公告就会投简历，每当招聘单位问我为什么选择他们公司或者对未来有什么规划时，我总是答不上来”。
			</br></br>
			转折发生在一次私企面试。面试官问她打算在北京待多久，齐鹿路有些蒙，面试官告诉她，公司没有户口也没有编制，员工流动性很强，大部分员工待几年就会回老家。
			</br></br>
			那次面试，让齐鹿路的“上岸”目标逐渐清晰，“我从小就喜欢北京，压根儿没想过回老家发展。想要长久在北京待下去，户口是刚需，解决编制户口就成了我‘上岸’的方向”。
			</br></br>
			北师大珠海分校教育学院副教授高艳认为，当前年轻人的人生选择逐渐多样化，但选择多未必是好事，面对多样的选择他们会迷茫，会焦虑，没有人告诉他们应该如何选。所以才出现了那么多年轻人出国、“考公”、读研、考编“多手准备”或不断定立“上岸”目标，反复追求“上岸”的情况。
			</br></br>
			高艳谈到，年轻人追求“上岸”，表象来看是想在不确定的环境中安定下来，寻求生活的确定性，从更深层的心理层面分析，他们是在追寻一种自我认同与身份认同。
			</br></br>
			“在与社会、外界不断接触、碰撞的过程中，他们慢慢意识到自己是什么样的人，想过什么样的生活，逐渐形成清晰的自我概念与自我画像。”高艳谈到，“‘上岸’其实是年轻人心理发展到一定阶段的心理需求”。
			</br></br>
			“追求‘上岸’并非这一届年轻人所特有”，高艳说，“老一辈在青年时期追求‘下海’和现在的青年追求‘上岸’，都是追求自我身份认同的表现”。
			</br></br>
			“无论什么年代，年轻人永远都是最愿意尝试、最愿意迎接挑战的群体，只是囿于社会环境的不同，会表现出不同的倾向”，高艳谈到，“20世纪90年代，整体社会环境十分确定，年轻人受不了一眼望到头的生活，便会想要下海冒险。如今受新冠疫情影响，加之经济形势不稳定，就业竞争加剧，‘上岸’对于年轻人来说不仅是求稳，更是一种探索，以此为抓手，用‘考公’、考研的形式让自我相对稳定下来”。
			</br></br>
			<p style="font-weight: bold;">工作后，还是一个过渡期连着一个过渡期</p>
			</br>
			齐鹿路“溺”在海里时，面试结束后，一个人躲在地铁角落哭是常有的事，“不断陷入自我怀疑中反复崩溃再重建”。那时她总是幻想自己找到工作后的样子，“‘上岸’以后的生活该有多快乐啊！人生大概就没什么烦恼了吧！”
			</br></br>
			如今“上岸”一年多，齐鹿路却被诊断出有抑郁倾向，“烦恼依然无穷无尽，我都不知道自己为什么会抑郁，以前那么难都过来了，过上了理想的生活反而生病了？”
			</br></br>
			中考、高考、考研，无数场大大小小的考试，齐鹿路将努力“上岸”的日子比作人生的过渡期。“在每一个过渡期内，发生在我身上的任何事情、任何情感都应该为‘上岸’让位”，研三的最后一个学期，齐鹿路的学校新栽了许多花，春天绽放得格外美丽，路过那些花儿，齐鹿路却不敢停下，“似乎连停下拍照都是一种罪过，我总想着在目标达成前，我是不配开心的”。
			</br></br>
			“上岸”后，齐鹿路更加迷茫，回顾过去20多年的人生，“仿佛就是一个过渡期连着一个过渡期”，“等我××之后就会好了”已成为齐鹿路的口头禅。
			</br></br>
			工作以后，人生不再由一张张有标准答案的试卷构成，齐鹿路突然不知道该如何答题。“所有人都在告诉我要努力学习，找份好工作，可是找到工作之后的人生应该怎么过？应该怎么变得更好？没有人告诉我。”齐鹿路说，“跟找工作时一样，因为不知道自己想要什么，看到别人拥有什么都是好的，但其实我压根儿没想好自己应该做什么样的人，过什么样的生活”。
			</br></br>
			北京外国语大学心理健康教育与咨询中心教师宋巍认为，正因为年轻人不知道如何选择，遇到困难时，他们往往倾向于选择自己最得心应手的方式，比如从小到大擅长做题，开始“卷”考研、“考公”，“考试成绩能在较短周期内对个人付出提供及时反馈，让我们看到‘一分耕耘一分收获’，这种模式是学生视角下最为惯常的”。
			</br></br>
			高艳在长期心理咨询实践中总结，真正的心理咨询与职业生涯规划不是指导年轻人应当如何做，而是帮助他们一同探索自我、认识自我，寻求自我认同，“面对人生发展的阶段性与社会不确定性的增长，‘上岸’并非一劳永逸的人生终点，最关键的是要帮助学生找到当下的意义，寻求探索自我稳定性的方法。当下就是彼岸，彼岸不在远方。”
			</br></br>
			<p style="font-weight: bold;">“与其‘上岸’，不如‘造岸’”，构建内心坚实的彼岸</p>
			</br>
			谈起未来规划，范小雅畅想，“本科毕业后我应该会直接找工作，比较理想的‘上岸’目标是能够进入游戏行业，进自己喜欢的项目组，做一份‘钱多事少离家近’的工作。”虽然在追求“上岸”，但范小雅并没有“溺”在海里的窒息感，她对未来有充分的预判与清晰的规划。
			</br></br>
			大一时，范小雅也很迷茫，不知道该做什么，因为兴趣爱好开始接触游戏制作，一位行业前辈建议她可以多多实习，提前感受工作氛围。大学3年，她陆续在国内3家知名游戏制作公司跟组参与项目。“三段实习经历不仅让我学到很多专业知识和技能，还让我对整个行业有了深入了解，意识到自己在哪些方面有不足，现在的我正在努力提升行业竞争力”。
			</br></br>
			“可能对这个行业有足够的了解，我过早对这份工作‘祛魅’”，范小雅说，“实习让我意识到，工作固然重要，但也不能为了工作忽略生活。明确了自己的‘上岸’目标后，我更加珍惜‘上岸’前的生活，珍惜在学校学习、努力的日子”。
			</br></br>
			宋巍认为积极追求自己想要的生活是一种好状态，但与其将“上岸”看成一种结果，不如当作一段过程。“与其一直紧张地盯着远方，不如审视当下的自己，或者回溯过往的自己。反思一下由近及远，我们经历了怎样的成长？在‘上岸’的过程中，我们为这件事投入时间、挥洒汗水、克服困难、磨炼心性，由此而生的喜怒哀乐，都是人生体验的一部分。不要只把眼光放在结果上，要看到自己在拼搏过程中内化的成长与收获。”
			</br></br>
			与范小雅等待“上岸”不同，一直扮演着“别人家孩子”的王振从“岸”上退回了“海”里。本科出国留学，毕业后接连在亚马逊、微软等公司工作，王振意识到自己并不喜欢稳定的工作，在国外做了一年志愿者后，王振决定回学校读书，充实自己。
			</br></br>
			“回国后我经常搬家，上海、北京、浙江，好多城市都待过，我很喜欢这种自由的生活方式。当然也会有困扰，找对象的时候，别人看到你到处漂，会觉得你不稳定，就不会选择你。但凡事有得必有失，想清楚就好了”，王振觉得，“现在大家有很多选择，不一定非要走考研“考公”这条路。可以创业、自由职业、远程工作，选择无所谓好坏，关键还要看个人的兴趣和能力所在”。
			</br></br>
			宋巍建议，“大学生职业生涯规划这门课应从大一入学时就抓起，为同学们制定成体系的生涯发展、自我探索的课程。通过多样化课程设计帮助他们了解自己，学校也应该为学生们积极争取更多实习、实践机会，让他们对将来从事的工作，所过的生活有较为充分的了解和规划。”
			</br></br>
			对于学生本人，宋巍建议，在做选择时千万不要盲从，随大流，“信息化的时代，应当打破信息茧房，了解事物发展变化的全貌，不被他人轻易误导。走出校园、走向社会，与不同行业、不同年龄阶段的人多沟通交流，从而促进独立、理性、辩证、客观地思考，形成自己‘个性化定制’的生涯规划”。
			</br></br>
			“与其‘上岸’，不如‘造岸’”，高艳建议年轻人不要只盯着技能证书、实习经历，迷茫时多读一些关于人生、心理、哲学方面的书籍，“这些书籍虽然不能解决实际的问题，但它们会帮助你知晓未来想要成为什么样的人，人生道路希望怎样走，帮你去构建内心坚实的彼岸”。
			</br></br>
			<p style="color: #6c6c6c;">（文中范小雅、闻铭、齐鹿路、王振均为化名 中青报见习记者谭思静 实习生张渝翎 记者郭韶明）</p>
		</div>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
	.note{
		padding: 15px;
	}
</style>
