<template>
	<view>
		<div class="note">
			<p style="font-weight: bold; margin-bottom: 10px; font-size: 1.2rem;">年轻人社交趋势：交“零糖”朋友 寻“吗喽”减压</p>
			<p style="margin-bottom: 10px; color: #6c6c6c">2024-01-10 | 中国网心理中国 | 陈斯</p>
			2023年，找“搭子”的同时，越来越多的年轻人接受了与智能对话机器人进行交流，他们还在积极寻找“吗喽”“水豚”这样的精神代言人，在偶尔抽离自我进行他者想象时获得减压的空间。
			</br></br>
			Just So Soul研究院将年轻人社交生活展现的新趋势概括成十个关键词：自恋浪漫主义、他者想象、“零糖”社交、人机互动、性价比生活、懒系健康、释压崇拜、对抗失重不安、线下社交体力流失和重构多维附近。
			</br></br>
			<p style="font-weight: bold;">爱自己也是“浪漫主义”解压寻找精神代言人</p>
			</br>
			2023年，“重新养育自己”的话题在社交平台火了。在这个话题的背后，是越来越多人希望“重启人生”。可以看到，越来越多人更爱自己了，强调爱自己的“自恋浪漫主义”也正成为新的认同。
			</br></br>
			如今的年轻人对于“自恋”这个词的看法有了不同的定义。超过九成对自恋持“非负面”的看法，其中23.7%的年轻人持积极评价，“爱自己是一种浪漫”。
			</br></br>
			“爱自己”成为年轻人在“重新养育自己”时，解决一切边界感问题的“锚”和最重要的处事标准。而关于什么才是“爱自己”，他们则表示，照顾好自己的身体(55.5%)、善待自己(54.9%)、维系良好健康的社交关系(51.7%)是爱自己最重要的三个表现。
			</br></br>
			在解压和释放情绪的方式上，年轻人也找到了独特的方法——他者想象。2023年，“吗喽”(猴子的昵称)和“水豚”等话题频繁上热门，可看出年轻人正积极寻找自己的精神代言人，在偶尔抽离自我进行“他者想象”时获得减压空间。
			</br></br>
			<p style="font-weight: bold;">构建友谊注重边界感有朋友也有独处空间</p>
			</br>
			2023年，“断亲现象为何如此流行”等话题频繁登上社交平台热搜，“打招呼障碍”“电话恐惧症”等社交回避现象也引起了广泛讨论。在这背后，是在快速的地域流动以及快节奏生活挤压下，个体“线下社交体力流逝”，缺少时间精力和有效路径发展现实新关系的困局。
			</br></br>
			面对“和朋友相处的最理想状态”这一问题时，有54%的年轻人选择“经常联系，但也有自己的独处空间”，仅有12.6%的年轻人选择“每天都可以黏在一起”。强调个体独立意识的年轻一代在构建友谊时，更注重的是边界感和自我空间问题，这也是“找搭子”持续火热，“零糖”社交成为新趋势的原因。
			</br></br>
			在社交方面，另一个重要的趋势是“人机互动”。随着AIGC(指利用人工智能技术生成内容)技术持续突破式发展，越来越多社交、内容平台基于此上线相关产品或功能，众多AI对话、虚拟陪伴、虚拟人等方向的创新产品和功能，让爱尝鲜的年轻用户在乐此不疲的体验中尝试新的互动方式，“人机互动”被越来越多人接受，拓宽了社交边界。此外，除了朋友等社交关系之外，“虚拟人、虚拟偶像”(9.1%)也让年轻人在孤独时有了陪伴感。
			</br></br>
			<p style="font-weight: bold;">强调“性价比生活”探索“懒系健康”</p>
			</br>
			越来越多的年轻人开始强调“性价比生活”理念，掀起“反向消费”的讨论。这些现象的背后，是新时代消费生活态度的转变：不是“不消费”，而是以更理性的思考直面自己的现实需求，告别“野性消费”。越来越多年轻人正在清醒购买，理清自己要什么，并在此基础上选择“对的”产品和服务。
			</br></br>
			此外，对很多上班族来说，不断被工作压缩的休闲时间，让健身、运动成为非常奢侈的事情。泡脚、早睡早起、养生按摩……如何以最小的时间、精力成本实现“懒系健康”，成为当代年轻人的探索方向。
			</br></br>
			<p style="font-weight: bold;">交流分享对抗负面情绪脚步丈量“重构多维附近”</p>
			</br>
			快节奏的现代生活，便利的通讯，爆炸且繁杂的信息，这个世界无时无刻不“打扰”着我们，对抗失重不安的负面情绪成为每个人需要面对的普通课题。数据显示，有34.9%的年轻人会和朋友分享自己的焦虑，28.4%的年轻人会在社交平台表达自己的焦虑，23.5%的人会寻找有共同困境的人一起交流分享。
			</br></br>
			与负面情绪对抗的年轻人也迫切需要找到释放压力的出口。“释压崇拜”带动了当下众多流行的社交、娱乐、消费现象的出现。从社交平台上流行的“发疯文学”到迷上“追短剧”，线下来场“短逃离”，都是年轻人希望以无公害、轻松的方式，为自己找到减压、释放情绪的方式。
			</br></br>
			最后，“重构多维附近”也将是2024年的重要社交趋势。人类学家项飙曾提出“附近的消失”，描述的是现代社会的一个趋势，人越来越原子化，近距离的人与人交往，如社区、社群等微观层面关系的消减。但“附近”同时也是无比重要的，它是重新建立对生活可控感的抓手，是可以喘息的空间，是构建自我坐标的关键。过去一年里，无论是赶大集、City Walk，还是重新爱上菜市场，这些火热的社会现象背后都是年轻人重建附近的努力。
			</br></br>
			<p style="color: #6c6c6c;">（北京青年报 记者陈斯）</p>
		</div>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
	.note{
		padding: 15px;
	}
</style>
