<template>
	<view>
		<div class="note">
			<p style="font-weight: bold; margin-bottom: 10px; font-size: 1.2rem;">你在生活中出现过“情绪劳动”吗？</p>
			<p style="margin-bottom: 10px; color: #6c6c6c">2024-05-15 | 中国网心理中国 | 孔小平</p>
			近日，#亲密关系中的情绪劳动是什么#这个网络话题，引起了很多网友关注，有网友评论说，“情绪劳动是耐心、爱心、操心的复合词，整天忙忙碌碌很辛苦，还不一定能得到对方认可”。记者注意到，这一说法得到了很多点赞认可。
			</br></br>
			“情绪劳动”最早由美国社会学家Arlie Hochschild提出，从心理学角度来看，“情绪劳动”可以被理解为：为了推动任务顺利完成，个体需要压抑真实情感，从而表现出合理情绪的心理过程。对此，中国心理卫生协会会员、国家二级心理咨询师张燕在接受扬子晚报/紫牛新闻记者采访时表示，“情绪劳动”的产生，往往因为自我要求高，以及对他人期待多。而在亲密关系中，它又很容易被忽视，所以会形成一种坏情绪循环。她建议积极自察，转换情绪的同时要积极有效沟通。
			</br></br>
			<p style="font-weight: bold;">“情绪劳动”大多来自“不被看见的劳动”</p>
			</br>
			记者注意到，关于家庭内部的“情绪劳动”，网友们的吐槽大多集中在家务活儿、家庭事务处理这些方面。
			</br></br>
			家务方面的吐槽最多，有网友说，家务活但凡她不做，整个家就仿佛停滞了，老公就是从来不管，“有时候我只想休假一天不做事，但是没人替我做这些，心很累”。
			</br></br>
			还有网友说，前男朋友洗完澡会把沐浴露开着口横着放，结果流光了；厨房纸巾用得超快，没多久就要买新的，但永远等她买；吃饭都是她来规划，出门赶车也都是她记时间……现在想起这些都还会生理不适。
			</br></br>
			有娃家庭则多了对孩子学业监管方面的“情绪劳动”。有位网友说，家里的所有家务活包括不限于：孩子的学习规划和监管，及时阅读大大小小学习群的通知和执行学习任务；买菜做饭，拖地，洗衣服，收衣服，叠衣服，洗厕所，收拾家里所有东西摆放好；计划家里所缺物品，并货比三家，以最优惠的价格购买；接孩子放学，接送孩子参加兴趣班，参加家长会，孩子生病负责送医院，按时吃药。她也尝试过沟通和提醒，但很快就反弹回了原先的生活节奏和规划。
			</br></br>
			有网友用“给家里买生活用品”举例，听起来好像很轻松、好解决。但事实上，不仅要选品牌、比价格，还要在这个过程中考虑其他家庭成员的喜好、感受等。更糟心的是，买回来后还可能会被家里人吐槽一番：“一下子买这么多东西，这不是浪费钱吗？”“这个纸巾好难用，你是怎么挑的？”她根本不知道如何解释，或者撒个气，或者默默地把委屈吞进肚子里。
			</br></br>
			在网友们看来，家庭里所有这些情绪上的努力，都属于“情绪劳动”，而被情绪劳动所累的网友们又将这些定义为“不被家人看见的劳动”。
			</br></br>
			<p style="font-weight: bold;">易“情绪劳动”的人内心可能有很多“声音”</p>
			</br>
			针对网友们的这些吐槽和际遇，张燕分析表示，大家所提到的“情绪劳动”，更多表达的是人际关系中，因为人与人之间存在差异，继而带来彼此的不接纳、埋怨、委屈、攻击等情绪，是一种在关系里有所付出后，期待对方有积极反馈的心理。
			</br></br>
			什么样的人容易产生“情绪劳动”呢？张燕认为，从认知的角度来看，这类人群的内心有很高的道德标准和要求，比如，特别喜欢为他人考虑，同时也希望他人能够理解自己，并替自己有所分担等。他们通常追求完美，人际关系中有点强迫观念，也容易产生情绪波动，特别在意外在对自己的评价。
			</br></br>
			进一步来看的话，面对某一件事时，通常他们的内心能“听到”很多声音，包括来自原生家庭的教育观念，社会的道德约束，以及自我的需要，等等。
			</br></br>
			张燕以做家务为例来详解这众多的内心声音是如何主导个人行为的，“很多人认为家里必须保持干净，可能是因为父母曾经教育过，然而呢，她的内心其实也不想做家务，就想休息，甚至想‘要是有人替我去干就好了’，一旦不能如愿，只能自己做的时候，就会心生不快，长此以往，可能会积累成怨恨，带来内耗，继而向其他家庭成员宣泄情绪。”
			</br></br>
			而且这种情绪会循环，其最终根源在于，别人不一定会接受自己认为正确的想法。他们不仅没做，甚至看起来因为不做，还比自己更加舒服惬意。张燕表示，这是人与人交往相处中常见的心理状态，是不可避免的。但从产生的因素来看，更多的是自我要求高且对他人期待多而产生。
			</br></br>
			<p style="font-weight: bold;">可以用三步来降低“情绪劳动”的不舒服</p>
			</br>
			鉴于网友对家庭“情绪劳动”的吐槽较多，张燕也对症下药，给大家带来了一些建议，以避免这种“情绪劳动”带来的不良反应，或者降低这种不舒服程度。
			</br></br>
			首先要觉察自己的想法，“这里可以用到情绪ABC理论，情绪ABC理论的核心在于，我们的情绪不是由事件本身直接决定的，而是由我们对事件的认知和评价所决定的。”张燕表示，调整认知能改变产生的情绪和行为。
			</br></br>
			如何认知呢？在家庭事务中，遇到让自己不开心的事情时，先思考“为什么不开心”，把理由写下来，再看这个理由是否真实存在，因为有时的不开心与自己的情感投射有关，比如我们是不是先入为主地给对方贴上了“不良”标签？当意识到这点时，就需要调整成积极认知了。
			</br></br>
			然后再处理自己的情绪。张燕认为，一个人在做事情时除了满足他人期待，最重要的是要满足自我期待，只有真正顺应内心的声音，才能坦荡。
			</br></br>
			比如家里打扫卫生，如果你有精力去打扫，心里感到舒服，那就去做。但如果很累不想动，那就安心休息一下。关键的是你做这件事时的心境，把每件事当成乐趣，而不是压力，情绪会轻松很多。身体需要休息、情绪需要滋养，这些都是人的基本需要，不要被道德和你认为正确的想法绑架，同时还可能绑架了家人。因为小事而导致关系紧张，是没有多大意义的，这时你需要更多的自我关照。
			</br></br>
			最重要的当然是商量解决问题的策略。张燕说，不少人开始做家务的时候觉得自己做是应该的，付出时也会产生自我感动。随着其他人挑三拣四，以及做着做着发现事情越来越多时，才意识到其他人也应该分担，但这时可能其他人做事的积极性并不高，也没有养成习惯。
			</br></br>
			解决这种困境，也需要讲究方法。张燕建议，把“讨好”变成“示弱”，对于繁重的家务、孩子的教育等事情，靠一个人是无法完成的，需要家庭成员的合作。在大家心平气和的状态下商量分工，让对方理解自己的情绪感受很重要，先说自己感受，再说期待和想法，达成一致后执行，“当然了，可能在执行时会有反复和拖拉，也没有关系，彼此尊重，给彼此一些时间来适应。另外，积极的反馈也是很重要的，要为对方的付出而感恩。如果暂时做不到，也不强求。”
			</br></br>
			综合来看，对于家庭里的“情绪劳动”，张燕认为，一家人生活，没有绝对的对错之分，带着问题一起生活才是人生常态，而且从某种意义上来说，这些“问题”也是人与人之间的一种连接。
			</br></br>
			<p style="color: #6c6c6c;">（扬子晚报/紫牛新闻记者孔小平）</p>
		</div>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
	.note{
		padding: 15px;
	}
</style>
