/*
 Navicat Premium Data Transfer

 Source Server         : server
 Source Server Type    : MySQL
 Source Server Version : 50735
 Source Host           : 120.253.33.239:21093
 Source Schema         : healthsystem

 Target Server Type    : MySQL
 Target Server Version : 50735
 File Encoding         : 65001

 Date: 10/10/2021 00:42:19
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for answer
-- ----------------------------
DROP TABLE IF EXISTS `answer`;
CREATE TABLE `answer`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL COMMENT '用户id，外键',
  `log_date` date NOT NULL COMMENT '填报日期，本来已有时间戳，但为了更直观，也为了便于与每日多次填报的数据进行连接。同时还可以在数据库层面完成限制：一个用户一天只有一条记录',
  `sports_info` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '运动信息，如慢跑、走路、游泳等，这里不应限制运动方式数量，可以存储多种，每一种方式以字符‘|’隔开',
  `sports_time` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '运动时间，单位分钟，与上面对应用‘|’隔开',
  `diet_info` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '如暴饮暴食、胃口更差/更好、进食更多/更少；这里可能也不是用一个词就能描述状态（某些状态也并不是互斥的，比如分为胃口和进食多少，胃口好可能不一定进食多?），即可以用‘|’分隔表示状态',
  `medicine` tinyint(4) NOT NULL DEFAULT 0 COMMENT '是否按时服药：未知（0）（有些人可能不用服药），未按时服药（1），按时服药（2）',
  `sleep_info` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '入睡困难、睡不安、睡得多',
  `sleep_time` double(10, 1) NOT NULL DEFAULT 0.0 COMMENT '睡眠时间，单位分钟',
  `sleep_time_start` time(0) NULL DEFAULT NULL,
  `sleep_time_end` time(0) NULL DEFAULT NULL,
  `statement_url` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '个人阐述，自行补充情况，描述今天遇到的事情、心情、个人状况等等，必须录制语音；存储语音文件地址',
  `add_timestamp_mils` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP(0) COMMENT '添加时间戳',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `u_user_logdate`(`user_id`, `log_date`) USING BTREE,
  CONSTRAINT `fk_user_id_3` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 683 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '每日一次的填报记录（睡眠时间、运动时间、服药等信息）' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of answer
-- ----------------------------
INSERT INTO `answer` VALUES (1, 1, '2020-10-26', '慢跑', '30分钟到1小时', '胃口更好|进食更多', 0, '睡得多', 6.5, NULL, NULL, '', '2020-11-16 15:39:35');
INSERT INTO `answer` VALUES (2, 1, '2020-11-15', '慢跑', '1小时到1.5小时', '胃口更好', 0, '睡得多', 6.0, NULL, NULL, ' ', '2020-11-21 13:59:27');
INSERT INTO `answer` VALUES (4, 1, '2020-11-16', '慢跑', '超过2小时', '暴饮暴食', 1, '睡得少', 8.0, NULL, NULL, '', '2020-11-21 13:58:24');
INSERT INTO `answer` VALUES (5, 1, '2020-11-17', '游泳', '1.5小时到2小时', '我的胃口更好，吃的比平时更多了', 0, '', 0.0, NULL, NULL, '', '2020-11-21 13:58:21');
INSERT INTO `answer` VALUES (6, 1, '2020-11-29', '跳绳', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 2, '我的睡眠情况与平时相比没有变化', 5.5, NULL, NULL, '', '2020-12-04 18:04:39');
INSERT INTO `answer` VALUES (7, 1, '2020-11-30', '球类运动', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 6.0, NULL, NULL, '', '2020-12-04 18:04:34');
INSERT INTO `answer` VALUES (9, 1, '2020-12-01', '球类运动', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 6.0, NULL, NULL, '', '2020-12-04 18:04:31');
INSERT INTO `answer` VALUES (10, 1, '2020-12-02', '瑜伽', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 1, '我需要一段时间才能入睡', 9.5, NULL, NULL, '', '2020-12-04 18:04:27');
INSERT INTO `answer` VALUES (11, 1, '2020-12-03', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 1, '我的睡眠情况与平时相比没有变化', 0.0, NULL, NULL, '', '2020-12-04 18:04:23');
INSERT INTO `answer` VALUES (12, 1, '2020-12-04', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 11.0, NULL, NULL, '', '2020-12-04 18:04:20');
INSERT INTO `answer` VALUES (13, 1, '2020-12-10', '游泳', '30分钟到1小时', '暴饮暴食', 1, '入睡困难', 14.0, '06:30:00', '20:30:00', '', '2020-12-11 22:14:15');
INSERT INTO `answer` VALUES (14, 1, '2020-12-11', '球类运动', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我总是半夜醒来，睡不安稳', 5.0, '22:21:00', '03:21:00', '', '2020-12-11 22:21:42');
INSERT INTO `answer` VALUES (15, 1, '2020-12-12', '游泳', '1小时到1.5小时', '暴饮暴食', 1, '睡得少', 8.5, '21:00:00', '06:35:00', '', '2020-12-17 17:03:07');
INSERT INTO `answer` VALUES (16, 1, '2020-12-13', '游泳', '1小时到1.5小时', '暴饮暴食', 1, '睡得少', 9.5, '21:00:00', '06:35:00', '', '2020-12-17 17:03:08');
INSERT INTO `answer` VALUES (17, 1, '2020-12-14', '没有运动(请您跳过第二题，直接选择第三题)', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 0.0, '17:17:00', '17:20:00', '', '2020-12-17 17:03:13');
INSERT INTO `answer` VALUES (18, 1, '2021-01-06', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.0, '23:52:00', '07:00:00', '', '2021-01-06 16:23:56');
INSERT INTO `answer` VALUES (19, 1, '2021-01-08', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:39:00', '08:39:00', '', '2021-01-08 14:39:25');
INSERT INTO `answer` VALUES (20, 1, '2021-01-10', '瑜伽', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '23:54:00', '07:54:00', '', '2021-01-10 17:54:31');
INSERT INTO `answer` VALUES (21, 1, '2021-01-11', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 11.0, '23:43:00', '10:43:00', '', '2021-01-11 23:44:01');
INSERT INTO `answer` VALUES (22, 1, '2021-01-12', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.5, '01:09:00', '09:33:00', '', '2021-01-12 21:41:45');
INSERT INTO `answer` VALUES (23, 1, '2021-01-15', '跳绳', '超过2小时', '我的胃口更差，吃的比平时更少了', 0, '我比平时更容易入睡或睡得更安稳', 0.0, '21:26:00', '21:26:00', '', '2021-01-15 21:26:48');
INSERT INTO `answer` VALUES (24, 1, '2021-01-20', '走路', '超过2小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.5, '21:47:00', '06:05:00', '', '2021-01-20 18:05:29');
INSERT INTO `answer` VALUES (25, 1, '2021-01-23', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:54:00', '08:40:00', '', '2021-01-23 14:55:25');
INSERT INTO `answer` VALUES (26, 1, '2021-02-02', '跑步', '1.5小时到2小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 8.0, '22:46:00', '06:46:00', '', '2021-02-02 18:46:55');
INSERT INTO `answer` VALUES (27, 89, '2021-03-03', '瑜伽', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 10.0, '00:33:00', '10:33:00', '', '2021-03-03 10:33:44');
INSERT INTO `answer` VALUES (28, 1, '2021-03-03', '瑜伽', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 10.0, '23:03:00', '09:03:00', '', '2021-03-03 14:04:07');
INSERT INTO `answer` VALUES (29, 3, '2021-03-04', '跑步', '1.5小时到2小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 10.0, '21:29:00', '07:30:00', '', '2021-03-04 21:29:37');
INSERT INTO `answer` VALUES (30, 110, '2021-03-04', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 6.5, '00:00:00', '06:40:00', '', '2021-03-04 15:32:09');
INSERT INTO `answer` VALUES (31, 109, '2021-03-04', '跑步', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我总是半夜醒来，睡不安稳', 5.5, '00:22:00', '05:39:00', '', '2021-03-04 15:42:07');
INSERT INTO `answer` VALUES (32, 118, '2021-03-04', '走路', '超过2小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '22:05:00', '06:50:00', '', '2021-03-04 18:31:20');
INSERT INTO `answer` VALUES (33, 119, '2021-03-04', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我总是半夜醒来，睡不安稳', 10.0, '22:00:00', '08:00:00', '', '2021-03-04 18:32:27');
INSERT INTO `answer` VALUES (34, 120, '2021-03-04', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 6.5, '00:48:00', '07:12:00', '', '2021-03-04 18:51:59');
INSERT INTO `answer` VALUES (35, 3, '2021-03-05', '游泳', '1.5小时到2小时', '我的胃口更差，吃的比平时更少了', 0, '我总是半夜醒来，睡不安稳', 8.0, '00:13:00', '08:08:00', '', '2021-03-05 09:13:27');
INSERT INTO `answer` VALUES (36, 122, '2021-03-05', '跑步', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:00:00', '10:00:00', '', '2021-03-05 11:01:02');
INSERT INTO `answer` VALUES (37, 109, '2021-03-05', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我总是半夜醒来，睡不安稳', 10.5, '23:43:00', '10:11:00', '', '2021-03-05 11:44:32');
INSERT INTO `answer` VALUES (38, 109, '2021-03-06', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我总是半夜醒来，睡不安稳', 3.5, '03:30:00', '06:45:00', '', '2021-03-06 09:23:35');
INSERT INTO `answer` VALUES (39, 109, '2021-03-07', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '00:30:00', '07:24:00', '', '2021-03-07 13:26:50');
INSERT INTO `answer` VALUES (40, 109, '2021-03-08', '跑步', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我比平时更容易入睡或睡得更安稳', 7.5, '00:00:00', '07:31:00', '', '2021-03-08 08:31:25');
INSERT INTO `answer` VALUES (41, 109, '2021-03-09', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 9.5, '22:27:00', '07:50:00', '', '2021-03-09 18:57:48');
INSERT INTO `answer` VALUES (42, 109, '2021-03-10', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 4.0, '01:25:00', '05:27:00', '', '2021-03-10 09:25:33');
INSERT INTO `answer` VALUES (43, 109, '2021-03-11', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 5.5, '01:32:00', '06:54:00', '', '2021-03-11 08:47:40');
INSERT INTO `answer` VALUES (44, 128, '2021-03-13', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.5, '23:50:00', '09:30:00', '', '2021-03-13 14:23:47');
INSERT INTO `answer` VALUES (45, 130, '2021-03-15', '跑步', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:15:00', '08:15:00', '', '2021-03-15 15:15:46');
INSERT INTO `answer` VALUES (46, 131, '2021-03-15', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 6.0, '01:41:00', '07:45:00', '', '2021-03-15 15:41:36');
INSERT INTO `answer` VALUES (47, 132, '2021-03-15', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '08:00:00', '', '2021-03-15 15:42:50');
INSERT INTO `answer` VALUES (48, 136, '2021-03-15', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:44:00', '08:44:00', '', '2021-03-15 15:44:54');
INSERT INTO `answer` VALUES (49, 138, '2021-03-15', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.5, '02:00:00', '09:30:00', '', '2021-03-15 15:45:15');
INSERT INTO `answer` VALUES (50, 135, '2021-03-15', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:40:00', '08:15:00', '', '2021-03-15 15:45:25');
INSERT INTO `answer` VALUES (51, 137, '2021-03-15', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 21.0, '12:00:00', '09:00:00', '', '2021-03-15 15:49:10');
INSERT INTO `answer` VALUES (52, 140, '2021-03-15', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '23:56:00', '07:56:00', '', '2021-03-15 15:56:14');
INSERT INTO `answer` VALUES (53, 142, '2021-03-15', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 11.0, '22:40:00', '09:48:00', '', '2021-03-15 16:44:47');
INSERT INTO `answer` VALUES (54, 144, '2021-03-15', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:30:00', '08:23:00', '', '2021-03-15 17:14:55');
INSERT INTO `answer` VALUES (55, 134, '2021-03-16', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:20:00', '07:30:00', '', '2021-03-16 16:23:37');
INSERT INTO `answer` VALUES (56, 138, '2021-03-16', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 7.0, '01:00:00', '08:00:00', '', '2021-03-16 09:25:15');
INSERT INTO `answer` VALUES (57, 147, '2021-03-16', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我总是半夜醒来，睡不安稳', 5.5, '02:03:00', '07:44:00', '', '2021-03-16 09:28:02');
INSERT INTO `answer` VALUES (58, 152, '2021-03-16', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 4.5, '03:07:00', '07:40:00', '', '2021-03-16 09:48:22');
INSERT INTO `answer` VALUES (59, 153, '2021-03-16', '瑜伽', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:10:00', '07:50:00', '', '2021-03-16 16:15:58');
INSERT INTO `answer` VALUES (60, 135, '2021-03-16', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.0, '01:00:00', '08:10:00', '', '2021-03-16 16:22:37');
INSERT INTO `answer` VALUES (61, 132, '2021-03-16', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:50:00', '07:30:00', '', '2021-03-16 17:43:22');
INSERT INTO `answer` VALUES (62, 142, '2021-03-16', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '02:00:00', '10:00:00', '', '2021-03-16 18:00:53');
INSERT INTO `answer` VALUES (63, 147, '2021-03-17', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.0, '23:59:00', '08:03:00', '', '2021-03-17 15:03:46');
INSERT INTO `answer` VALUES (64, 142, '2021-03-17', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 11.5, '22:18:00', '09:35:00', '', '2021-03-17 16:19:07');
INSERT INTO `answer` VALUES (65, 135, '2021-03-17', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 6.5, '00:00:00', '06:35:00', '', '2021-03-17 16:35:23');
INSERT INTO `answer` VALUES (66, 130, '2021-03-17', '跑步', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:59:00', '07:35:00', '', '2021-03-17 16:35:45');
INSERT INTO `answer` VALUES (67, 137, '2021-03-17', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 20.0, '11:30:00', '07:30:00', '', '2021-03-17 16:40:00');
INSERT INTO `answer` VALUES (68, 140, '2021-03-17', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.0, '23:41:00', '07:29:00', '', '2021-03-17 16:41:26');
INSERT INTO `answer` VALUES (69, 131, '2021-03-17', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 6.5, '01:07:00', '07:46:00', '', '2021-03-17 16:46:33');
INSERT INTO `answer` VALUES (70, 154, '2021-03-17', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 7.5, '00:40:00', '08:00:00', '', '2021-03-17 16:49:42');
INSERT INTO `answer` VALUES (71, 134, '2021-03-17', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:00:00', '10:00:00', '', '2021-03-17 16:58:05');
INSERT INTO `answer` VALUES (72, 132, '2021-03-17', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 7.0, '01:00:00', '08:00:00', '', '2021-03-17 17:17:47');
INSERT INTO `answer` VALUES (73, 155, '2021-03-17', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.5, '23:40:00', '09:21:00', '', '2021-03-17 17:21:46');
INSERT INTO `answer` VALUES (74, 144, '2021-03-17', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 20.5, '12:00:00', '08:30:00', '', '2021-03-17 17:48:49');
INSERT INTO `answer` VALUES (75, 156, '2021-03-17', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:49:00', '08:43:00', '', '2021-03-17 17:50:14');
INSERT INTO `answer` VALUES (76, 161, '2021-03-17', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.0, '01:25:00', '08:25:00', '', '2021-03-17 20:25:36');
INSERT INTO `answer` VALUES (77, 153, '2021-03-18', '瑜伽', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '07:46:00', '', '2021-03-18 08:46:53');
INSERT INTO `answer` VALUES (78, 147, '2021-03-18', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我总是半夜醒来，睡不安稳', 7.0, '00:46:00', '07:53:00', '', '2021-03-18 09:10:10');
INSERT INTO `answer` VALUES (79, 135, '2021-03-18', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:35:00', '08:25:00', '', '2021-03-18 10:46:25');
INSERT INTO `answer` VALUES (80, 140, '2021-03-18', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:45:00', '07:00:00', '', '2021-03-18 11:26:09');
INSERT INTO `answer` VALUES (81, 134, '2021-03-18', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:00:00', '07:30:00', '', '2021-03-18 11:52:23');
INSERT INTO `answer` VALUES (82, 137, '2021-03-18', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 21.5, '12:00:00', '09:30:00', '', '2021-03-18 16:51:07');
INSERT INTO `answer` VALUES (83, 130, '2021-03-18', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '23:51:00', '07:59:00', '', '2021-03-18 16:51:21');
INSERT INTO `answer` VALUES (84, 154, '2021-03-18', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 5.0, '00:40:00', '05:30:00', '', '2021-03-18 16:59:39');
INSERT INTO `answer` VALUES (85, 132, '2021-03-18', '走路', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:30:00', '08:30:00', '', '2021-03-18 17:00:05');
INSERT INTO `answer` VALUES (86, 142, '2021-03-18', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 9.0, '01:30:00', '10:28:00', '', '2021-03-18 17:02:28');
INSERT INTO `answer` VALUES (87, 145, '2021-03-18', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:30:00', '08:30:00', '', '2021-03-18 17:06:52');
INSERT INTO `answer` VALUES (88, 156, '2021-03-18', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 11.0, '23:09:00', '10:20:00', '', '2021-03-18 17:08:28');
INSERT INTO `answer` VALUES (89, 138, '2021-03-18', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '08:00:00', '', '2021-03-18 17:08:28');
INSERT INTO `answer` VALUES (90, 161, '2021-03-18', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:10:00', '07:30:00', '', '2021-03-18 17:14:12');
INSERT INTO `answer` VALUES (91, 140, '2021-03-19', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 7.5, '23:58:00', '07:14:00', '', '2021-03-19 09:17:02');
INSERT INTO `answer` VALUES (92, 144, '2021-03-19', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.5, '23:59:00', '09:17:00', '', '2021-03-19 09:17:33');
INSERT INTO `answer` VALUES (93, 155, '2021-03-19', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 20.5, '12:48:00', '09:13:00', '', '2021-03-19 10:00:01');
INSERT INTO `answer` VALUES (94, 134, '2021-03-19', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:50:00', '08:00:00', '', '2021-03-19 10:27:36');
INSERT INTO `answer` VALUES (95, 138, '2021-03-19', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:00:00', '09:30:00', '', '2021-03-19 12:10:48');
INSERT INTO `answer` VALUES (96, 135, '2021-03-19', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:32:00', '09:00:00', '', '2021-03-19 12:12:55');
INSERT INTO `answer` VALUES (97, 161, '2021-03-19', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:40:00', '08:30:00', '', '2021-03-19 13:02:30');
INSERT INTO `answer` VALUES (98, 132, '2021-03-19', '走路', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.5, '23:59:00', '08:38:00', '', '2021-03-19 17:38:48');
INSERT INTO `answer` VALUES (99, 137, '2021-03-19', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:00:00', '10:00:00', '', '2021-03-19 17:40:03');
INSERT INTO `answer` VALUES (100, 142, '2021-03-19', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 9.0, '00:43:00', '09:29:00', '', '2021-03-19 17:43:40');
INSERT INTO `answer` VALUES (101, 145, '2021-03-19', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:00:00', '08:20:00', '', '2021-03-19 19:01:13');
INSERT INTO `answer` VALUES (102, 156, '2021-03-19', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '23:33:00', '08:33:00', '', '2021-03-19 20:33:56');
INSERT INTO `answer` VALUES (103, 147, '2021-03-20', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:39:00', '09:36:00', '', '2021-03-20 18:50:07');
INSERT INTO `answer` VALUES (104, 140, '2021-03-20', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:59:00', '07:27:00', '', '2021-03-20 08:23:29');
INSERT INTO `answer` VALUES (105, 134, '2021-03-20', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:41:00', '08:41:00', '', '2021-03-20 09:41:51');
INSERT INTO `answer` VALUES (106, 135, '2021-03-20', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '08:00:00', '', '2021-03-20 11:56:10');
INSERT INTO `answer` VALUES (107, 161, '2021-03-20', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '01:32:00', '08:20:00', '', '2021-03-20 16:13:23');
INSERT INTO `answer` VALUES (108, 142, '2021-03-20', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.5, '00:55:00', '10:34:00', '', '2021-03-20 18:02:05');
INSERT INTO `answer` VALUES (109, 137, '2021-03-20', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:00:00', '09:30:00', '', '2021-03-20 18:42:41');
INSERT INTO `answer` VALUES (110, 132, '2021-03-20', '走路', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.5, '23:42:00', '09:00:00', '', '2021-03-20 18:42:53');
INSERT INTO `answer` VALUES (111, 156, '2021-03-20', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '23:43:00', '08:43:00', '', '2021-03-20 18:43:28');
INSERT INTO `answer` VALUES (112, 130, '2021-03-20', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 12.0, '23:10:00', '11:10:00', '', '2021-03-20 20:10:18');
INSERT INTO `answer` VALUES (113, 154, '2021-03-20', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 8.5, '23:50:00', '08:30:00', '', '2021-03-20 23:00:20');
INSERT INTO `answer` VALUES (114, 142, '2021-03-21', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 9.5, '01:08:00', '10:25:00', '', '2021-03-21 15:23:42');
INSERT INTO `answer` VALUES (115, 145, '2021-03-21', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 8.0, '01:30:00', '09:30:00', '', '2021-03-21 19:31:40');
INSERT INTO `answer` VALUES (116, 147, '2021-03-21', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:00:00', '09:15:00', '', '2021-03-21 23:14:46');
INSERT INTO `answer` VALUES (117, 140, '2021-03-22', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:57:00', '07:11:00', '', '2021-03-22 07:57:20');
INSERT INTO `answer` VALUES (118, 131, '2021-03-22', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:20:00', '08:20:00', '', '2021-03-22 10:48:10');
INSERT INTO `answer` VALUES (119, 134, '2021-03-22', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 10.0, '23:11:00', '09:00:00', '', '2021-03-22 12:11:06');
INSERT INTO `answer` VALUES (120, 130, '2021-03-22', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.5, '00:31:00', '07:48:00', '', '2021-03-22 15:01:23');
INSERT INTO `answer` VALUES (121, 137, '2021-03-22', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 20.0, '11:40:00', '07:30:00', '', '2021-03-22 15:01:32');
INSERT INTO `answer` VALUES (122, 142, '2021-03-22', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 9.5, '01:02:00', '10:17:00', '', '2021-03-22 15:01:51');
INSERT INTO `answer` VALUES (123, 155, '2021-03-22', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.0, '02:00:00', '09:47:00', '', '2021-03-22 15:02:05');
INSERT INTO `answer` VALUES (124, 138, '2021-03-22', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:00:00', '09:00:00', '', '2021-03-22 16:14:01');
INSERT INTO `answer` VALUES (125, 145, '2021-03-22', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:30:00', '07:30:00', '', '2021-03-22 18:02:44');
INSERT INTO `answer` VALUES (126, 140, '2021-03-23', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:59:00', '07:01:00', '', '2021-03-23 08:12:42');
INSERT INTO `answer` VALUES (127, 154, '2021-03-23', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '23:38:00', '08:40:00', '', '2021-03-23 09:26:11');
INSERT INTO `answer` VALUES (128, 131, '2021-03-23', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:35:00', '08:37:00', '', '2021-03-23 15:01:54');
INSERT INTO `answer` VALUES (129, 134, '2021-03-23', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:15:00', '07:31:00', '', '2021-03-23 15:03:09');
INSERT INTO `answer` VALUES (130, 147, '2021-03-23', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:05:00', '07:30:00', '', '2021-03-23 15:05:30');
INSERT INTO `answer` VALUES (131, 135, '2021-03-23', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:20:00', '09:00:00', '', '2021-03-23 15:08:07');
INSERT INTO `answer` VALUES (132, 145, '2021-03-23', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:00:00', '07:40:00', '', '2021-03-23 15:36:58');
INSERT INTO `answer` VALUES (133, 142, '2021-03-23', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:21:00', '10:25:00', '', '2021-03-23 16:16:44');
INSERT INTO `answer` VALUES (134, 130, '2021-03-23', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 10.0, '23:28:00', '09:28:00', '', '2021-03-23 19:28:56');
INSERT INTO `answer` VALUES (135, 134, '2021-03-24', '游泳', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:13:00', '08:06:00', '', '2021-03-24 18:25:49');
INSERT INTO `answer` VALUES (136, 138, '2021-03-24', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:30:00', '07:45:00', '', '2021-03-24 10:46:20');
INSERT INTO `answer` VALUES (137, 155, '2021-03-24', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我总是半夜醒来，睡不安稳', 7.0, '01:46:00', '08:51:00', '', '2021-03-24 10:46:45');
INSERT INTO `answer` VALUES (138, 144, '2021-03-24', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:50:00', '08:45:00', '', '2021-03-24 10:47:45');
INSERT INTO `answer` VALUES (139, 145, '2021-03-24', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '02:00:00', '07:53:00', '', '2021-03-24 10:47:49');
INSERT INTO `answer` VALUES (140, 132, '2021-03-24', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 5.5, '01:30:00', '07:00:00', '', '2021-03-24 10:47:59');
INSERT INTO `answer` VALUES (141, 156, '2021-03-24', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 8.0, '00:49:00', '08:49:00', '', '2021-03-24 10:49:28');
INSERT INTO `answer` VALUES (142, 161, '2021-03-24', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 5.5, '01:49:00', '07:31:00', '', '2021-03-24 10:50:01');
INSERT INTO `answer` VALUES (143, 153, '2021-03-24', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:59:00', '07:36:00', '', '2021-03-24 10:50:18');
INSERT INTO `answer` VALUES (144, 140, '2021-03-24', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:57:00', '07:06:00', '', '2021-03-24 11:58:14');
INSERT INTO `answer` VALUES (145, 131, '2021-03-24', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.0, '01:20:00', '08:07:00', '', '2021-03-24 15:07:32');
INSERT INTO `answer` VALUES (146, 137, '2021-03-24', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 20.5, '11:30:00', '08:00:00', '', '2021-03-24 17:27:48');
INSERT INTO `answer` VALUES (147, 147, '2021-03-24', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:25:00', '07:32:00', '', '2021-03-24 19:26:02');
INSERT INTO `answer` VALUES (148, 142, '2021-03-24', '走路', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 8.0, '01:03:00', '09:03:00', '', '2021-03-24 19:44:01');
INSERT INTO `answer` VALUES (149, 130, '2021-03-24', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:28:00', '07:28:00', '', '2021-03-24 20:28:31');
INSERT INTO `answer` VALUES (150, 154, '2021-03-24', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '23:21:00', '07:20:00', '', '2021-03-24 22:57:34');
INSERT INTO `answer` VALUES (151, 140, '2021-03-25', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '23:59:00', '07:04:00', '', '2021-03-25 08:15:57');
INSERT INTO `answer` VALUES (152, 131, '2021-03-25', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.0, '01:25:00', '08:30:00', '', '2021-03-25 15:02:15');
INSERT INTO `answer` VALUES (153, 142, '2021-03-25', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '00:30:00', '09:25:00', '', '2021-03-25 18:43:03');
INSERT INTO `answer` VALUES (154, 135, '2021-03-25', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:30:00', '08:30:00', '', '2021-03-25 19:01:39');
INSERT INTO `answer` VALUES (155, 137, '2021-03-25', '瑜伽', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 20.5, '12:00:00', '08:20:00', '', '2021-03-25 19:02:19');
INSERT INTO `answer` VALUES (156, 134, '2021-03-25', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:11:00', '07:35:00', '', '2021-03-25 19:11:41');
INSERT INTO `answer` VALUES (157, 145, '2021-03-25', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:30:00', '08:00:00', '', '2021-03-25 19:23:19');
INSERT INTO `answer` VALUES (158, 138, '2021-03-25', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 7.5, '00:20:00', '08:00:00', '', '2021-03-25 21:00:57');
INSERT INTO `answer` VALUES (159, 147, '2021-03-25', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 6.5, '00:22:00', '06:38:00', '', '2021-03-25 21:21:38');
INSERT INTO `answer` VALUES (160, 155, '2021-03-25', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 10.0, '23:07:00', '09:04:00', '', '2021-03-25 23:07:17');
INSERT INTO `answer` VALUES (161, 132, '2021-03-25', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '23:59:00', '08:04:00', '', '2021-03-25 23:14:00');
INSERT INTO `answer` VALUES (162, 140, '2021-03-26', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:57:00', '07:14:00', '', '2021-03-26 09:02:51');
INSERT INTO `answer` VALUES (163, 135, '2021-03-26', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:00:00', '07:10:00', '', '2021-03-26 14:43:50');
INSERT INTO `answer` VALUES (164, 134, '2021-03-26', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:01:00', '08:01:00', '', '2021-03-26 19:01:25');
INSERT INTO `answer` VALUES (165, 142, '2021-03-26', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:50:00', '09:25:00', '', '2021-03-26 19:01:26');
INSERT INTO `answer` VALUES (166, 144, '2021-03-26', '走路', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:02:00', '09:13:00', '', '2021-03-26 19:01:36');
INSERT INTO `answer` VALUES (167, 137, '2021-03-26', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 19.5, '12:00:00', '07:30:00', '', '2021-03-26 19:02:26');
INSERT INTO `answer` VALUES (168, 145, '2021-03-26', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:30:00', '07:50:00', '', '2021-03-26 19:15:26');
INSERT INTO `answer` VALUES (169, 161, '2021-03-26', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '03:00:00', '09:36:00', '', '2021-03-26 19:36:36');
INSERT INTO `answer` VALUES (170, 138, '2021-03-26', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:20:00', '10:00:00', '', '2021-03-26 20:18:11');
INSERT INTO `answer` VALUES (171, 130, '2021-03-26', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '23:59:00', '08:00:00', '', '2021-03-26 21:27:02');
INSERT INTO `answer` VALUES (172, 147, '2021-03-26', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 9.0, '00:26:00', '09:27:00', '', '2021-03-26 21:27:03');
INSERT INTO `answer` VALUES (173, 131, '2021-03-26', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.5, '02:00:00', '08:34:00', '', '2021-03-26 21:59:45');
INSERT INTO `answer` VALUES (174, 140, '2021-03-27', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:46:00', '07:28:00', '', '2021-03-27 08:29:04');
INSERT INTO `answer` VALUES (175, 137, '2021-03-27', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 5.5, '01:00:00', '06:30:00', '', '2021-03-27 13:55:47');
INSERT INTO `answer` VALUES (176, 132, '2021-03-27', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '01:00:00', '07:00:00', '', '2021-03-27 19:01:12');
INSERT INTO `answer` VALUES (177, 145, '2021-03-27', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '02:01:00', '10:01:00', '', '2021-03-27 19:01:27');
INSERT INTO `answer` VALUES (178, 142, '2021-03-27', '走路', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.5, '00:30:00', '09:02:00', '', '2021-03-27 19:01:40');
INSERT INTO `answer` VALUES (179, 134, '2021-03-27', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:10:00', '09:10:00', '', '2021-03-27 19:11:02');
INSERT INTO `answer` VALUES (180, 135, '2021-03-27', '跑步', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:30:00', '08:00:00', '', '2021-03-27 19:12:16');
INSERT INTO `answer` VALUES (181, 147, '2021-03-27', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:29:00', '09:33:00', '', '2021-03-27 19:29:49');
INSERT INTO `answer` VALUES (182, 155, '2021-03-27', '球类运动', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我总是半夜醒来，睡不安稳', 6.5, '00:46:00', '07:11:00', '', '2021-03-27 19:46:28');
INSERT INTO `answer` VALUES (183, 138, '2021-03-27', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:30:00', '10:20:00', '', '2021-03-27 20:43:43');
INSERT INTO `answer` VALUES (184, 140, '2021-03-28', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.5, '00:23:00', '06:52:00', '', '2021-03-28 08:24:00');
INSERT INTO `answer` VALUES (185, 161, '2021-03-28', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 8.0, '23:31:00', '07:31:00', '', '2021-03-28 08:31:59');
INSERT INTO `answer` VALUES (186, 131, '2021-03-28', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.0, '02:00:00', '08:45:00', '', '2021-03-28 11:45:23');
INSERT INTO `answer` VALUES (187, 134, '2021-03-28', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:47:00', '08:47:00', '', '2021-03-28 11:47:26');
INSERT INTO `answer` VALUES (188, 137, '2021-03-28', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 20.5, '12:00:00', '08:30:00', '', '2021-03-28 19:13:44');
INSERT INTO `answer` VALUES (189, 132, '2021-03-28', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:14:00', '08:15:00', '', '2021-03-28 19:15:06');
INSERT INTO `answer` VALUES (190, 138, '2021-03-28', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '01:30:00', '10:30:00', '', '2021-03-28 19:15:07');
INSERT INTO `answer` VALUES (191, 154, '2021-03-28', '走路', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 8.0, '00:17:00', '08:17:00', '', '2021-03-28 19:17:16');
INSERT INTO `answer` VALUES (192, 130, '2021-03-28', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我总是半夜醒来，睡不安稳', 9.5, '23:59:00', '09:18:00', '', '2021-03-28 20:18:29');
INSERT INTO `answer` VALUES (193, 142, '2021-03-28', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:07:00', '10:20:00', '', '2021-03-28 20:39:38');
INSERT INTO `answer` VALUES (194, 155, '2021-03-28', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我比平时更容易入睡或睡得更安稳', 10.0, '23:16:00', '09:24:00', '', '2021-03-28 21:01:18');
INSERT INTO `answer` VALUES (195, 147, '2021-03-28', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:16:00', '10:16:00', '', '2021-03-28 23:16:27');
INSERT INTO `answer` VALUES (196, 140, '2021-03-29', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.5, '00:05:00', '07:22:00', '', '2021-03-29 08:23:06');
INSERT INTO `answer` VALUES (197, 134, '2021-03-29', '游泳', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:00:00', '09:00:00', '', '2021-03-29 12:27:26');
INSERT INTO `answer` VALUES (198, 137, '2021-03-29', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:30:00', '08:30:00', '', '2021-03-29 19:04:31');
INSERT INTO `answer` VALUES (199, 135, '2021-03-29', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:30:00', '08:30:00', '', '2021-03-29 19:09:49');
INSERT INTO `answer` VALUES (200, 132, '2021-03-29', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:12:00', '09:00:00', '', '2021-03-29 19:12:42');
INSERT INTO `answer` VALUES (201, 155, '2021-03-29', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 9.0, '00:14:00', '09:01:00', '', '2021-03-29 19:14:17');
INSERT INTO `answer` VALUES (202, 154, '2021-03-29', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 7.5, '23:30:00', '07:06:00', '', '2021-03-29 19:35:01');
INSERT INTO `answer` VALUES (203, 138, '2021-03-29', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:30:00', '09:30:00', '', '2021-03-29 19:44:10');
INSERT INTO `answer` VALUES (204, 142, '2021-03-29', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 8.5, '01:03:00', '09:34:00', '', '2021-03-29 19:49:25');
INSERT INTO `answer` VALUES (205, 161, '2021-03-29', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 5.5, '01:10:00', '06:40:00', '', '2021-03-29 20:11:05');
INSERT INTO `answer` VALUES (206, 145, '2021-03-29', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:50:00', '08:00:00', '', '2021-03-29 21:17:39');
INSERT INTO `answer` VALUES (207, 147, '2021-03-29', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:18:00', '08:19:00', '', '2021-03-29 21:19:05');
INSERT INTO `answer` VALUES (208, 130, '2021-03-29', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '00:37:00', '08:22:00', '', '2021-03-29 22:37:41');
INSERT INTO `answer` VALUES (209, 131, '2021-03-29', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.0, '01:20:00', '08:10:00', '', '2021-03-29 22:44:27');
INSERT INTO `answer` VALUES (210, 140, '2021-03-30', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:08:00', '07:16:00', '', '2021-03-30 08:08:39');
INSERT INTO `answer` VALUES (211, 134, '2021-03-30', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:00:00', '07:32:00', '', '2021-03-30 13:46:20');
INSERT INTO `answer` VALUES (212, 161, '2021-03-30', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '00:17:00', '07:30:00', '', '2021-03-30 17:01:46');
INSERT INTO `answer` VALUES (213, 138, '2021-03-30', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:30:00', '07:50:00', '', '2021-03-30 19:04:44');
INSERT INTO `answer` VALUES (214, 137, '2021-03-30', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:00:00', '09:04:00', '', '2021-03-30 19:04:45');
INSERT INTO `answer` VALUES (215, 131, '2021-03-30', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.5, '01:00:00', '07:30:00', '', '2021-03-30 19:08:02');
INSERT INTO `answer` VALUES (216, 145, '2021-03-30', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 5.0, '01:18:00', '06:30:00', '', '2021-03-30 20:19:18');
INSERT INTO `answer` VALUES (217, 154, '2021-03-30', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '23:50:00', '05:35:00', '', '2021-03-30 22:51:07');
INSERT INTO `answer` VALUES (218, 147, '2021-03-30', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '01:14:00', '07:14:00', '', '2021-03-31 02:01:33');
INSERT INTO `answer` VALUES (219, 142, '2021-03-30', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 8.5, '01:10:00', '09:40:00', '', '2021-03-31 01:14:57');
INSERT INTO `answer` VALUES (220, 140, '2021-03-31', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.5, '00:39:00', '08:07:00', '', '2021-03-31 09:08:18');
INSERT INTO `answer` VALUES (221, 134, '2021-03-31', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:30:00', '09:16:00', '', '2021-03-31 11:43:19');
INSERT INTO `answer` VALUES (222, 135, '2021-03-31', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:00:00', '08:15:00', '', '2021-03-31 19:02:08');
INSERT INTO `answer` VALUES (223, 142, '2021-03-31', '走路', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 9.0, '01:17:00', '10:10:00', '', '2021-03-31 20:05:30');
INSERT INTO `answer` VALUES (224, 161, '2021-03-31', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:40:00', '08:00:00', '', '2021-03-31 22:33:49');
INSERT INTO `answer` VALUES (225, 140, '2021-04-01', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 8.0, '23:40:00', '07:28:00', '', '2021-04-01 08:28:57');
INSERT INTO `answer` VALUES (226, 145, '2021-04-01', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:00:00', '07:30:00', '', '2021-04-01 10:04:02');
INSERT INTO `answer` VALUES (227, 147, '2021-04-01', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:09:00', '07:46:00', '', '2021-04-01 10:05:48');
INSERT INTO `answer` VALUES (228, 154, '2021-04-01', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:19:00', '08:19:00', '', '2021-04-01 17:19:53');
INSERT INTO `answer` VALUES (229, 131, '2021-04-01', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 6.5, '01:40:00', '08:12:00', '', '2021-04-01 18:41:15');
INSERT INTO `answer` VALUES (230, 135, '2021-04-01', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:30:00', '08:20:00', '', '2021-04-01 19:02:22');
INSERT INTO `answer` VALUES (231, 137, '2021-04-01', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 21.0, '12:00:00', '09:00:00', '', '2021-04-01 19:03:52');
INSERT INTO `answer` VALUES (232, 161, '2021-04-01', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:20:00', '07:53:00', '', '2021-04-01 19:06:50');
INSERT INTO `answer` VALUES (233, 134, '2021-04-01', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:31:00', '07:31:00', '', '2021-04-01 19:15:18');
INSERT INTO `answer` VALUES (234, 132, '2021-04-01', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 10.0, '23:59:00', '09:48:00', '', '2021-04-01 19:48:22');
INSERT INTO `answer` VALUES (235, 155, '2021-04-01', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 10.5, '23:02:00', '09:19:00', '', '2021-04-01 20:02:57');
INSERT INTO `answer` VALUES (236, 142, '2021-04-01', '走路', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '00:29:00', '09:20:00', '', '2021-04-01 21:28:00');
INSERT INTO `answer` VALUES (237, 140, '2021-04-02', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.5, '23:59:00', '07:19:00', '', '2021-04-02 08:20:22');
INSERT INTO `answer` VALUES (238, 116, '2021-04-02', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '00:20:00', '07:30:00', '', '2021-04-02 09:49:36');
INSERT INTO `answer` VALUES (239, 134, '2021-04-02', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:30:00', '09:11:00', '', '2021-04-02 10:13:12');
INSERT INTO `answer` VALUES (240, 142, '2021-04-02', '走路', '1.5小时到2小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 9.0, '01:20:00', '10:15:00', '', '2021-04-02 18:00:21');
INSERT INTO `answer` VALUES (241, 145, '2021-04-02', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:00:00', '07:40:00', '', '2021-04-02 18:09:44');
INSERT INTO `answer` VALUES (242, 130, '2021-04-02', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.0, '00:16:00', '07:16:00', '', '2021-04-02 19:16:45');
INSERT INTO `answer` VALUES (243, 135, '2021-04-02', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:20:00', '08:15:00', '', '2021-04-02 19:16:50');
INSERT INTO `answer` VALUES (244, 137, '2021-04-02', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 21.0, '11:00:00', '08:00:00', '', '2021-04-02 19:18:12');
INSERT INTO `answer` VALUES (245, 132, '2021-04-02', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:50:00', '08:05:00', '', '2021-04-02 21:47:11');
INSERT INTO `answer` VALUES (246, 161, '2021-04-02', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.5, '01:11:00', '08:49:00', '', '2021-04-02 22:12:10');
INSERT INTO `answer` VALUES (247, 147, '2021-04-02', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:08:00', '09:08:00', '', '2021-04-02 23:08:32');
INSERT INTO `answer` VALUES (248, 140, '2021-04-03', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.5, '00:40:00', '07:22:00', '', '2021-04-03 08:23:00');
INSERT INTO `answer` VALUES (249, 134, '2021-04-03', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:00:00', '08:45:00', '', '2021-04-03 11:44:30');
INSERT INTO `answer` VALUES (250, 135, '2021-04-03', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:15:00', '08:30:00', '', '2021-04-03 17:14:06');
INSERT INTO `answer` VALUES (251, 131, '2021-04-03', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.0, '01:19:00', '08:15:00', '', '2021-04-03 17:15:33');
INSERT INTO `answer` VALUES (252, 145, '2021-04-03', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:22:00', '09:00:00', '', '2021-04-03 18:30:05');
INSERT INTO `answer` VALUES (253, 137, '2021-04-03', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 20.5, '12:30:00', '08:50:00', '', '2021-04-03 19:00:52');
INSERT INTO `answer` VALUES (254, 161, '2021-04-03', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 8.5, '02:41:00', '11:18:00', '', '2021-04-03 19:03:18');
INSERT INTO `answer` VALUES (255, 132, '2021-04-03', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:40:00', '08:25:00', '', '2021-04-03 19:09:43');
INSERT INTO `answer` VALUES (256, 154, '2021-04-03', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '23:27:00', '07:27:00', '', '2021-04-03 19:27:52');
INSERT INTO `answer` VALUES (257, 130, '2021-04-03', '走路', '超过2小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 9.5, '00:50:00', '10:15:00', '', '2021-04-03 20:15:54');
INSERT INTO `answer` VALUES (258, 138, '2021-04-03', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:30:00', '09:30:00', '', '2021-04-03 21:09:25');
INSERT INTO `answer` VALUES (259, 142, '2021-04-03', '走路', '1小时到1.5小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 8.0, '01:05:00', '09:11:00', '', '2021-04-03 21:11:15');
INSERT INTO `answer` VALUES (260, 140, '2021-04-04', '走路', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 5.0, '02:09:00', '07:09:00', '', '2021-04-04 07:10:17');
INSERT INTO `answer` VALUES (261, 132, '2021-04-04', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '02:00:00', '08:00:00', '', '2021-04-04 19:11:22');
INSERT INTO `answer` VALUES (262, 137, '2021-04-04', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 20.5, '12:30:00', '09:00:00', '', '2021-04-04 19:16:53');
INSERT INTO `answer` VALUES (263, 135, '2021-04-04', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:20:00', '08:30:00', '', '2021-04-04 19:44:41');
INSERT INTO `answer` VALUES (264, 142, '2021-04-04', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '00:38:00', '09:44:00', '', '2021-04-04 19:55:36');
INSERT INTO `answer` VALUES (265, 147, '2021-04-04', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:29:00', '08:29:00', '', '2021-04-04 20:29:47');
INSERT INTO `answer` VALUES (266, 154, '2021-04-04', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.5, '23:50:00', '08:27:00', '', '2021-04-04 21:55:53');
INSERT INTO `answer` VALUES (267, 140, '2021-04-05', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '00:29:00', '07:26:00', '', '2021-04-05 08:47:59');
INSERT INTO `answer` VALUES (268, 161, '2021-04-05', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 5.0, '05:05:00', '10:05:00', '', '2021-04-05 19:05:57');
INSERT INTO `answer` VALUES (269, 138, '2021-04-05', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:59:00', '10:00:00', '', '2021-04-05 19:07:18');
INSERT INTO `answer` VALUES (270, 155, '2021-04-05', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 9.0, '00:12:00', '09:06:00', '', '2021-04-05 19:09:48');
INSERT INTO `answer` VALUES (271, 132, '2021-04-05', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:00:00', '07:30:00', '', '2021-04-05 19:11:58');
INSERT INTO `answer` VALUES (272, 134, '2021-04-05', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:29:00', '09:29:00', '', '2021-04-05 19:29:18');
INSERT INTO `answer` VALUES (273, 145, '2021-04-05', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:00:00', '08:59:00', '', '2021-04-05 19:36:13');
INSERT INTO `answer` VALUES (274, 142, '2021-04-05', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.5, '01:01:00', '09:44:00', '', '2021-04-05 19:50:40');
INSERT INTO `answer` VALUES (275, 137, '2021-04-05', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:00:00', '09:00:00', '', '2021-04-05 19:56:46');
INSERT INTO `answer` VALUES (276, 135, '2021-04-05', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:00:00', '08:35:00', '', '2021-04-05 19:57:09');
INSERT INTO `answer` VALUES (277, 130, '2021-04-05', '走路', '1小时到1.5小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 8.0, '00:58:00', '08:59:00', '', '2021-04-05 19:59:08');
INSERT INTO `answer` VALUES (278, 154, '2021-04-05', '走路', '超过2小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.5, '23:30:00', '08:04:00', '', '2021-04-05 20:24:06');
INSERT INTO `answer` VALUES (279, 140, '2021-04-06', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:59:00', '07:31:00', '', '2021-04-06 08:31:26');
INSERT INTO `answer` VALUES (280, 131, '2021-04-06', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 5.0, '00:50:00', '06:00:00', '', '2021-04-06 19:00:57');
INSERT INTO `answer` VALUES (281, 155, '2021-04-06', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:06:00', '08:10:00', '', '2021-04-06 19:06:47');
INSERT INTO `answer` VALUES (282, 138, '2021-04-06', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '08:00:00', '', '2021-04-06 19:12:01');
INSERT INTO `answer` VALUES (283, 132, '2021-04-06', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:30:00', '07:50:00', '', '2021-04-06 19:17:54');
INSERT INTO `answer` VALUES (284, 147, '2021-04-06', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:24:00', '07:24:00', '', '2021-04-06 19:24:18');
INSERT INTO `answer` VALUES (285, 137, '2021-04-06', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 19.0, '11:30:00', '06:30:00', '', '2021-04-06 19:30:10');
INSERT INTO `answer` VALUES (286, 134, '2021-04-06', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:18:00', '07:32:00', '', '2021-04-06 19:31:30');
INSERT INTO `answer` VALUES (287, 130, '2021-04-06', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 8.0, '00:38:00', '08:38:00', '', '2021-04-06 19:38:38');
INSERT INTO `answer` VALUES (288, 154, '2021-04-06', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.5, '00:36:00', '07:00:00', '', '2021-04-06 19:50:46');
INSERT INTO `answer` VALUES (289, 145, '2021-04-06', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:00:00', '07:37:00', '', '2021-04-06 20:01:16');
INSERT INTO `answer` VALUES (290, 135, '2021-04-06', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:00:00', '08:30:00', '', '2021-04-06 20:05:35');
INSERT INTO `answer` VALUES (291, 142, '2021-04-06', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:13:00', '08:23:00', '', '2021-04-06 20:53:42');
INSERT INTO `answer` VALUES (292, 140, '2021-04-07', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '00:09:00', '07:03:00', '', '2021-04-07 08:59:36');
INSERT INTO `answer` VALUES (293, 137, '2021-04-07', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 20.5, '12:30:00', '09:00:00', '', '2021-04-07 19:01:01');
INSERT INTO `answer` VALUES (294, 134, '2021-04-07', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:30:00', '09:01:00', '', '2021-04-07 19:01:10');
INSERT INTO `answer` VALUES (295, 142, '2021-04-07', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '00:20:00', '09:22:00', '', '2021-04-07 19:01:12');
INSERT INTO `answer` VALUES (296, 132, '2021-04-07', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '23:50:00', '08:00:00', '', '2021-04-07 19:01:23');
INSERT INTO `answer` VALUES (297, 138, '2021-04-07', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:00:00', '09:30:00', '', '2021-04-07 19:32:06');
INSERT INTO `answer` VALUES (298, 145, '2021-04-07', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '01:26:00', '07:40:00', '', '2021-04-07 19:39:30');
INSERT INTO `answer` VALUES (299, 155, '2021-04-07', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我总是半夜醒来，睡不安稳', 8.5, '23:54:00', '08:30:00', '', '2021-04-07 19:54:29');
INSERT INTO `answer` VALUES (300, 131, '2021-04-07', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 6.5, '01:00:00', '07:30:00', '', '2021-04-07 22:21:06');
INSERT INTO `answer` VALUES (301, 147, '2021-04-08', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:15:00', '07:53:00', '', '2021-04-08 19:53:12');
INSERT INTO `answer` VALUES (302, 140, '2021-04-08', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '23:59:00', '07:04:00', '', '2021-04-08 08:25:57');
INSERT INTO `answer` VALUES (303, 134, '2021-04-08', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:03:00', '07:32:00', '', '2021-04-08 15:02:43');
INSERT INTO `answer` VALUES (304, 138, '2021-04-08', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '08:00:00', '', '2021-04-08 19:01:21');
INSERT INTO `answer` VALUES (305, 130, '2021-04-08', '球类运动', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '00:35:00', '08:30:00', '', '2021-04-08 19:01:49');
INSERT INTO `answer` VALUES (306, 132, '2021-04-08', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '23:59:00', '08:00:00', '', '2021-04-08 19:04:18');
INSERT INTO `answer` VALUES (307, 135, '2021-04-08', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:20:00', '07:46:00', '', '2021-04-08 19:12:08');
INSERT INTO `answer` VALUES (308, 145, '2021-04-08', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:00:00', '07:44:00', '', '2021-04-08 19:17:23');
INSERT INTO `answer` VALUES (309, 137, '2021-04-08', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 20.0, '12:00:00', '08:00:00', '', '2021-04-08 19:18:37');
INSERT INTO `answer` VALUES (310, 154, '2021-04-08', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.5, '23:55:00', '08:33:00', '', '2021-04-08 20:54:43');
INSERT INTO `answer` VALUES (311, 140, '2021-04-09', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:59:00', '07:06:00', '', '2021-04-09 08:22:59');
INSERT INTO `answer` VALUES (312, 161, '2021-04-09', '球类运动', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.5, '00:00:00', '08:30:00', '', '2021-04-09 10:49:38');
INSERT INTO `answer` VALUES (313, 131, '2021-04-09', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 6.5, '00:30:00', '06:59:00', '', '2021-04-09 19:01:35');
INSERT INTO `answer` VALUES (314, 147, '2021-04-09', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:02:00', '08:00:00', '', '2021-04-09 19:02:26');
INSERT INTO `answer` VALUES (315, 142, '2021-04-09', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.5, '01:12:00', '09:30:00', '', '2021-04-09 19:04:06');
INSERT INTO `answer` VALUES (316, 134, '2021-04-09', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:29:00', '09:05:00', '', '2021-04-09 19:04:51');
INSERT INTO `answer` VALUES (317, 145, '2021-04-09', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:00:00', '07:40:00', '', '2021-04-09 19:20:03');
INSERT INTO `answer` VALUES (318, 155, '2021-04-09', '游泳', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.5, '00:24:00', '08:40:00', '', '2021-04-09 19:24:49');
INSERT INTO `answer` VALUES (319, 132, '2021-04-09', '游泳', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '08:00:00', '', '2021-04-09 19:28:19');
INSERT INTO `answer` VALUES (320, 130, '2021-04-09', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 7.5, '00:46:00', '08:30:00', '', '2021-04-09 21:46:57');
INSERT INTO `answer` VALUES (321, 140, '2021-04-10', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:30:00', '07:19:00', '', '2021-04-10 09:41:28');
INSERT INTO `answer` VALUES (322, 154, '2021-04-10', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.5, '00:34:00', '08:05:00', '', '2021-04-10 19:45:36');
INSERT INTO `answer` VALUES (323, 134, '2021-04-10', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:44:00', '09:01:00', '', '2021-04-10 17:00:55');
INSERT INTO `answer` VALUES (324, 155, '2021-04-10', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '23:35:00', '08:41:00', '', '2021-04-10 19:04:11');
INSERT INTO `answer` VALUES (325, 138, '2021-04-10', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:30:00', '10:00:00', '', '2021-04-10 19:08:53');
INSERT INTO `answer` VALUES (326, 137, '2021-04-10', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:27:00', '09:21:00', '', '2021-04-10 19:27:57');
INSERT INTO `answer` VALUES (327, 145, '2021-04-10', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '01:00:00', '06:50:00', '', '2021-04-10 19:30:14');
INSERT INTO `answer` VALUES (328, 142, '2021-04-10', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我总是半夜醒来，睡不安稳', 8.5, '02:18:00', '11:00:00', '', '2021-04-10 19:32:48');
INSERT INTO `answer` VALUES (329, 135, '2021-04-10', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:30:00', '08:30:00', '', '2021-04-10 19:49:51');
INSERT INTO `answer` VALUES (330, 161, '2021-04-10', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.5, '01:02:00', '08:30:00', '', '2021-04-10 20:44:41');
INSERT INTO `answer` VALUES (331, 147, '2021-04-10', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:58:00', '09:45:00', '', '2021-04-10 21:58:24');
INSERT INTO `answer` VALUES (332, 140, '2021-04-11', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 5.0, '01:55:00', '06:44:00', '', '2021-04-11 07:57:39');
INSERT INTO `answer` VALUES (333, 131, '2021-04-11', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 5.0, '03:00:00', '08:00:00', '', '2021-04-11 11:00:10');
INSERT INTO `answer` VALUES (334, 142, '2021-04-11', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '00:40:00', '09:45:00', '', '2021-04-11 18:28:05');
INSERT INTO `answer` VALUES (335, 137, '2021-04-11', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:17:00', '08:05:00', '', '2021-04-11 19:01:35');
INSERT INTO `answer` VALUES (336, 132, '2021-04-11', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:00:00', '09:00:00', '', '2021-04-11 19:01:28');
INSERT INTO `answer` VALUES (337, 134, '2021-04-11', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:03:00', '09:03:00', '', '2021-04-11 19:02:37');
INSERT INTO `answer` VALUES (338, 145, '2021-04-11', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '03:30:00', '10:30:00', '', '2021-04-11 19:43:13');
INSERT INTO `answer` VALUES (339, 130, '2021-04-11', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.5, '00:39:00', '09:56:00', '', '2021-04-11 20:56:52');
INSERT INTO `answer` VALUES (340, 135, '2021-04-11', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:00:00', '08:50:00', '', '2021-04-11 20:59:11');
INSERT INTO `answer` VALUES (341, 155, '2021-04-11', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '01:00:00', '10:12:00', '', '2021-04-11 23:03:04');
INSERT INTO `answer` VALUES (342, 147, '2021-04-12', '走路', '1.5小时到2小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:59:00', '09:59:00', '', '2021-04-12 00:59:52');
INSERT INTO `answer` VALUES (343, 140, '2021-04-12', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:56:00', '07:00:00', '', '2021-04-12 08:33:45');
INSERT INTO `answer` VALUES (344, 154, '2021-04-12', '走路', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 7.5, '00:25:00', '07:43:00', '', '2021-04-12 12:17:48');
INSERT INTO `answer` VALUES (345, 134, '2021-04-12', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:00:00', '09:00:00', '', '2021-04-12 16:45:45');
INSERT INTO `answer` VALUES (346, 135, '2021-04-12', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '07:52:00', '', '2021-04-12 19:01:12');
INSERT INTO `answer` VALUES (347, 161, '2021-04-12', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 10.0, '01:30:00', '11:40:00', '', '2021-04-12 19:01:14');
INSERT INTO `answer` VALUES (348, 132, '2021-04-12', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '08:00:00', '', '2021-04-12 19:01:25');
INSERT INTO `answer` VALUES (349, 130, '2021-04-12', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:30:00', '09:00:00', '', '2021-04-12 19:02:26');
INSERT INTO `answer` VALUES (350, 131, '2021-04-12', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.5, '01:10:00', '07:25:00', '', '2021-04-12 19:25:26');
INSERT INTO `answer` VALUES (351, 145, '2021-04-12', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '02:38:00', '09:00:00', '', '2021-04-12 19:33:07');
INSERT INTO `answer` VALUES (352, 138, '2021-04-12', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 8.0, '01:30:00', '09:30:00', '', '2021-04-12 19:36:21');
INSERT INTO `answer` VALUES (353, 142, '2021-04-12', '走路', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.5, '00:38:00', '09:10:00', '', '2021-04-12 23:20:54');
INSERT INTO `answer` VALUES (354, 153, '2021-04-12', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '23:35:00', '07:35:00', '', '2021-04-12 23:35:32');
INSERT INTO `answer` VALUES (355, 140, '2021-04-13', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '01:03:00', '07:05:00', '', '2021-04-13 08:29:14');
INSERT INTO `answer` VALUES (356, 135, '2021-04-13', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:57:00', '07:55:00', '', '2021-04-13 19:01:20');
INSERT INTO `answer` VALUES (357, 138, '2021-04-13', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 6.0, '01:30:00', '07:25:00', '', '2021-04-13 19:03:05');
INSERT INTO `answer` VALUES (358, 142, '2021-04-13', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '00:35:00', '09:24:00', '', '2021-04-13 19:04:40');
INSERT INTO `answer` VALUES (359, 145, '2021-04-13', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:06:00', '08:06:00', '', '2021-04-13 19:06:28');
INSERT INTO `answer` VALUES (360, 137, '2021-04-13', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:48:00', '08:48:00', '', '2021-04-13 19:49:09');
INSERT INTO `answer` VALUES (361, 161, '2021-04-13', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 6.5, '01:14:00', '07:30:00', '', '2021-04-13 20:14:50');
INSERT INTO `answer` VALUES (362, 154, '2021-04-13', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 5.0, '00:16:00', '05:30:00', '', '2021-04-13 21:16:29');
INSERT INTO `answer` VALUES (363, 134, '2021-04-13', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:00:00', '07:33:00', '', '2021-04-13 23:33:45');
INSERT INTO `answer` VALUES (364, 140, '2021-04-14', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:59:00', '07:09:00', '', '2021-04-14 09:09:29');
INSERT INTO `answer` VALUES (365, 134, '2021-04-14', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:32:00', '09:26:00', '', '2021-04-14 12:31:40');
INSERT INTO `answer` VALUES (366, 147, '2021-04-14', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:43:00', '09:43:00', '', '2021-04-14 19:43:11');
INSERT INTO `answer` VALUES (367, 142, '2021-04-14', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.5, '00:40:00', '09:10:00', '', '2021-04-14 16:58:19');
INSERT INTO `answer` VALUES (368, 137, '2021-04-14', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.5, '00:02:00', '09:19:00', '', '2021-04-14 18:02:44');
INSERT INTO `answer` VALUES (369, 138, '2021-04-14', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:00:00', '09:20:00', '', '2021-04-14 19:01:25');
INSERT INTO `answer` VALUES (370, 130, '2021-04-14', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 24.0, '00:08:00', '23:59:00', '', '2021-04-14 19:09:00');
INSERT INTO `answer` VALUES (371, 161, '2021-04-14', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.5, '01:10:00', '08:30:00', '', '2021-04-14 19:34:48');
INSERT INTO `answer` VALUES (372, 132, '2021-04-14', '走路', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 8.0, '00:00:00', '08:00:00', '', '2021-04-14 20:01:17');
INSERT INTO `answer` VALUES (373, 155, '2021-04-14', '走路', '超过2小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:40:00', '08:37:00', '', '2021-04-14 20:15:38');
INSERT INTO `answer` VALUES (374, 131, '2021-04-14', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.5, '00:55:00', '08:14:00', '', '2021-04-14 21:14:35');
INSERT INTO `answer` VALUES (375, 140, '2021-04-15', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.0, '00:08:00', '07:08:00', '', '2021-04-15 08:08:51');
INSERT INTO `answer` VALUES (376, 142, '2021-04-15', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 8.5, '00:51:00', '09:29:00', '', '2021-04-15 18:07:15');
INSERT INTO `answer` VALUES (377, 134, '2021-04-15', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 5.5, '02:01:00', '07:32:00', '', '2021-04-15 19:01:00');
INSERT INTO `answer` VALUES (378, 161, '2021-04-15', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.0, '01:45:00', '07:30:00', '', '2021-04-15 19:11:46');
INSERT INTO `answer` VALUES (379, 155, '2021-04-15', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 9.5, '00:39:00', '10:16:00', '', '2021-04-15 19:39:27');
INSERT INTO `answer` VALUES (380, 138, '2021-04-15', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '08:00:00', '', '2021-04-15 19:46:53');
INSERT INTO `answer` VALUES (381, 154, '2021-04-15', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.5, '23:53:00', '08:15:00', '', '2021-04-15 19:54:15');
INSERT INTO `answer` VALUES (382, 132, '2021-04-15', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:00:00', '09:00:00', '', '2021-04-15 20:16:50');
INSERT INTO `answer` VALUES (383, 145, '2021-04-15', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '02:00:00', '08:00:00', '', '2021-04-15 22:39:08');
INSERT INTO `answer` VALUES (384, 147, '2021-04-15', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:16:00', '07:33:00', '', '2021-04-15 23:17:10');
INSERT INTO `answer` VALUES (385, 135, '2021-04-15', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:24:00', '08:25:00', '', '2021-04-15 23:25:25');
INSERT INTO `answer` VALUES (386, 140, '2021-04-16', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.0, '01:58:00', '07:58:00', '', '2021-04-16 08:58:56');
INSERT INTO `answer` VALUES (387, 169, '2021-04-16', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 20.0, '11:44:00', '07:40:00', '', '2021-04-16 14:44:32');
INSERT INTO `answer` VALUES (388, 142, '2021-04-16', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:55:00', '09:26:00', '', '2021-04-16 15:23:19');
INSERT INTO `answer` VALUES (389, 135, '2021-04-16', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:30:00', '08:30:00', '', '2021-04-16 19:14:24');
INSERT INTO `answer` VALUES (390, 132, '2021-04-16', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:00:00', '09:00:00', '', '2021-04-16 19:55:42');
INSERT INTO `answer` VALUES (391, 138, '2021-04-16', '走路', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:30:00', '09:30:00', '', '2021-04-16 20:52:41');
INSERT INTO `answer` VALUES (392, 130, '2021-04-16', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '00:19:00', '08:19:00', '', '2021-04-16 21:19:32');
INSERT INTO `answer` VALUES (393, 147, '2021-04-16', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:36:00', '08:36:00', '', '2021-04-16 21:37:11');
INSERT INTO `answer` VALUES (394, 134, '2021-04-16', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:48:00', '09:48:00', '', '2021-04-16 23:48:30');
INSERT INTO `answer` VALUES (395, 140, '2021-04-17', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:58:00', '07:08:00', '', '2021-04-17 08:09:14');
INSERT INTO `answer` VALUES (396, 132, '2021-04-17', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 10.0, '00:00:00', '10:00:00', '', '2021-04-17 19:09:12');
INSERT INTO `answer` VALUES (397, 145, '2021-04-17', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '02:09:00', '09:50:00', '', '2021-04-17 19:09:45');
INSERT INTO `answer` VALUES (398, 134, '2021-04-17', '走路', '1.5小时到2小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:24:00', '07:25:00', '', '2021-04-17 19:25:15');
INSERT INTO `answer` VALUES (399, 154, '2021-04-17', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:36:00', '07:36:00', '', '2021-04-17 19:33:20');
INSERT INTO `answer` VALUES (400, 137, '2021-04-17', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:38:00', '08:24:00', '', '2021-04-17 20:38:26');
INSERT INTO `answer` VALUES (401, 131, '2021-04-17', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 6.0, '00:44:00', '06:40:00', '', '2021-04-17 20:41:06');
INSERT INTO `answer` VALUES (402, 130, '2021-04-17', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 9.0, '00:37:00', '09:37:00', '', '2021-04-17 21:37:43');
INSERT INTO `answer` VALUES (403, 140, '2021-04-18', '跑步', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:38:00', '07:44:00', '', '2021-04-18 12:39:11');
INSERT INTO `answer` VALUES (404, 147, '2021-04-18', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:28:00', '09:23:00', '', '2021-04-18 13:28:10');
INSERT INTO `answer` VALUES (405, 142, '2021-04-17', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 9.5, '01:30:00', '10:50:00', '', '2021-04-18 17:52:29');
INSERT INTO `answer` VALUES (406, 142, '2021-04-18', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:30:00', '09:20:00', '', '2021-04-18 17:55:21');
INSERT INTO `answer` VALUES (407, 137, '2021-04-18', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.5, '23:40:00', '09:06:00', '', '2021-04-18 19:02:18');
INSERT INTO `answer` VALUES (408, 134, '2021-04-18', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:02:00', '08:34:00', '', '2021-04-18 19:02:53');
INSERT INTO `answer` VALUES (409, 132, '2021-04-18', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '02:00:00', '10:00:00', '', '2021-04-18 19:49:28');
INSERT INTO `answer` VALUES (410, 155, '2021-04-18', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '02:07:00', '11:19:00', '', '2021-04-18 21:07:14');
INSERT INTO `answer` VALUES (411, 140, '2021-04-19', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '00:27:00', '07:00:00', '', '2021-04-19 08:43:25');
INSERT INTO `answer` VALUES (412, 142, '2021-04-19', '走路', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '00:54:00', '10:05:00', '', '2021-04-19 17:52:19');
INSERT INTO `answer` VALUES (413, 154, '2021-04-19', '走路', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 8.5, '23:32:00', '07:50:00', '', '2021-04-19 17:53:53');
INSERT INTO `answer` VALUES (414, 131, '2021-04-19', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 5.5, '02:23:00', '08:00:00', '', '2021-04-19 19:01:18');
INSERT INTO `answer` VALUES (415, 130, '2021-04-19', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 9.0, '00:02:00', '09:02:00', '', '2021-04-19 19:02:26');
INSERT INTO `answer` VALUES (416, 155, '2021-04-19', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:39:00', '08:20:00', '', '2021-04-19 19:39:41');
INSERT INTO `answer` VALUES (417, 132, '2021-04-19', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 3.0, '04:00:00', '07:00:00', '', '2021-04-19 19:40:19');
INSERT INTO `answer` VALUES (418, 134, '2021-04-19', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '00:00:00', '06:22:00', '', '2021-04-19 20:37:57');
INSERT INTO `answer` VALUES (419, 138, '2021-04-19', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:10:00', '09:50:00', '', '2021-04-19 20:41:07');
INSERT INTO `answer` VALUES (420, 147, '2021-04-19', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:12:00', '07:12:00', '', '2021-04-19 21:12:49');
INSERT INTO `answer` VALUES (421, 145, '2021-04-19', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 5.5, '00:45:00', '06:10:00', '', '2021-04-19 21:50:16');
INSERT INTO `answer` VALUES (422, 140, '2021-04-20', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:18:00', '07:09:00', '', '2021-04-20 14:19:01');
INSERT INTO `answer` VALUES (423, 131, '2021-04-20', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.0, '02:00:00', '08:12:00', '', '2021-04-20 19:00:45');
INSERT INTO `answer` VALUES (424, 161, '2021-04-20', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.5, '00:59:00', '09:30:00', '', '2021-04-20 19:03:29');
INSERT INTO `answer` VALUES (425, 154, '2021-04-20', '爬山', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:15:00', '08:11:00', '', '2021-04-20 19:11:17');
INSERT INTO `answer` VALUES (426, 134, '2021-04-20', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:25:00', '09:13:00', '', '2021-04-20 19:13:25');
INSERT INTO `answer` VALUES (427, 138, '2021-04-20', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:30:00', '10:13:00', '', '2021-04-20 19:13:40');
INSERT INTO `answer` VALUES (428, 137, '2021-04-20', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:14:00', '09:14:00', '', '2021-04-20 19:14:18');
INSERT INTO `answer` VALUES (429, 130, '2021-04-20', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '00:25:00', '08:25:00', '', '2021-04-20 19:25:18');
INSERT INTO `answer` VALUES (430, 145, '2021-04-20', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '02:00:00', '08:34:00', '', '2021-04-20 19:39:12');
INSERT INTO `answer` VALUES (431, 142, '2021-04-20', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:10:00', '09:50:00', '', '2021-04-20 20:04:52');
INSERT INTO `answer` VALUES (432, 135, '2021-04-20', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:03:00', '08:30:00', '', '2021-04-20 22:03:45');
INSERT INTO `answer` VALUES (433, 140, '2021-04-21', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:59:00', '07:28:00', '', '2021-04-21 09:28:50');
INSERT INTO `answer` VALUES (434, 142, '2021-04-21', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:40:00', '08:50:00', '', '2021-04-21 17:58:37');
INSERT INTO `answer` VALUES (435, 137, '2021-04-21', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '02:01:00', '09:02:00', '', '2021-04-21 19:02:12');
INSERT INTO `answer` VALUES (436, 130, '2021-04-21', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 9.0, '00:00:00', '09:01:00', '', '2021-04-21 19:01:11');
INSERT INTO `answer` VALUES (437, 132, '2021-04-21', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '08:00:00', '', '2021-04-21 19:01:25');
INSERT INTO `answer` VALUES (438, 161, '2021-04-21', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.5, '23:29:00', '07:47:00', '', '2021-04-28 16:03:40');
INSERT INTO `answer` VALUES (439, 134, '2021-04-21', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:49:00', '08:03:00', '', '2021-04-21 19:03:28');
INSERT INTO `answer` VALUES (440, 135, '2021-04-21', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:10:00', '08:30:00', '', '2021-04-21 19:09:44');
INSERT INTO `answer` VALUES (441, 145, '2021-04-21', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '08:00:00', '', '2021-04-21 19:14:06');
INSERT INTO `answer` VALUES (442, 154, '2021-04-21', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:20:00', '07:32:00', '', '2021-04-21 20:32:34');
INSERT INTO `answer` VALUES (443, 153, '2021-04-21', '走路', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.0, '23:59:00', '08:09:00', '', '2021-04-21 22:09:35');
INSERT INTO `answer` VALUES (444, 140, '2021-04-22', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:10:00', '07:19:00', '', '2021-04-22 08:19:58');
INSERT INTO `answer` VALUES (445, 132, '2021-04-22', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '08:00:00', '', '2021-04-22 19:01:35');
INSERT INTO `answer` VALUES (446, 131, '2021-04-22', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我总是半夜醒来，睡不安稳', 5.5, '02:00:00', '07:40:00', '', '2021-04-22 19:02:35');
INSERT INTO `answer` VALUES (447, 134, '2021-04-22', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:26:00', '07:30:00', '', '2021-04-22 19:08:25');
INSERT INTO `answer` VALUES (448, 138, '2021-04-22', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:30:00', '08:00:00', '', '2021-04-22 19:19:54');
INSERT INTO `answer` VALUES (449, 145, '2021-04-22', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '01:34:00', '07:22:00', '', '2021-04-22 19:22:38');
INSERT INTO `answer` VALUES (450, 130, '2021-04-22', '走路', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 9.5, '00:25:00', '10:00:00', '', '2021-04-22 19:25:55');
INSERT INTO `answer` VALUES (451, 161, '2021-04-22', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '22:45:00', '07:40:00', '', '2021-04-28 16:03:49');
INSERT INTO `answer` VALUES (452, 142, '2021-04-22', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 8.5, '01:00:00', '09:40:00', '', '2021-04-22 22:51:52');
INSERT INTO `answer` VALUES (453, 140, '2021-04-23', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:58:00', '07:01:00', '', '2021-04-23 08:01:55');
INSERT INTO `answer` VALUES (454, 142, '2021-04-23', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '00:40:00', '09:50:00', '', '2021-04-23 17:46:54');
INSERT INTO `answer` VALUES (455, 161, '2021-04-23', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:00:00', '08:27:00', '', '2021-04-23 18:28:32');
INSERT INTO `answer` VALUES (456, 130, '2021-04-23', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.5, '00:30:00', '09:01:00', '', '2021-04-23 19:01:38');
INSERT INTO `answer` VALUES (457, 135, '2021-04-23', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:30:00', '09:00:00', '', '2021-04-23 19:03:08');
INSERT INTO `answer` VALUES (458, 132, '2021-04-23', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '08:00:00', '', '2021-04-23 19:05:42');
INSERT INTO `answer` VALUES (459, 145, '2021-04-23', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:30:00', '08:30:00', '', '2021-04-23 19:15:57');
INSERT INTO `answer` VALUES (460, 134, '2021-04-23', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:00:00', '09:26:00', '', '2021-04-23 19:26:43');
INSERT INTO `answer` VALUES (461, 147, '2021-04-23', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 22.0, '11:41:00', '09:41:00', '', '2021-04-23 19:41:11');
INSERT INTO `answer` VALUES (462, 140, '2021-04-24', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 6.5, '00:54:00', '07:33:00', '', '2021-04-24 14:02:49');
INSERT INTO `answer` VALUES (463, 169, '2021-04-24', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 11.0, '21:50:00', '08:48:00', '', '2021-04-24 15:51:21');
INSERT INTO `answer` VALUES (464, 138, '2021-04-24', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:50:00', '10:20:00', '', '2021-04-24 19:01:10');
INSERT INTO `answer` VALUES (465, 132, '2021-04-24', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:01:00', '09:00:00', '', '2021-04-24 19:02:16');
INSERT INTO `answer` VALUES (466, 142, '2021-04-24', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:27:00', '10:36:00', '', '2021-04-24 19:06:56');
INSERT INTO `answer` VALUES (467, 134, '2021-04-24', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:42:00', '09:42:00', '', '2021-04-24 19:42:42');
INSERT INTO `answer` VALUES (468, 145, '2021-04-24', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:30:00', '09:38:00', '', '2021-04-24 20:08:27');
INSERT INTO `answer` VALUES (469, 131, '2021-04-24', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.0, '01:00:00', '07:59:00', '', '2021-04-24 21:30:08');
INSERT INTO `answer` VALUES (470, 130, '2021-04-24', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 10.0, '23:31:00', '09:31:00', '', '2021-04-24 21:31:38');
INSERT INTO `answer` VALUES (471, 135, '2021-04-24', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:00:00', '09:31:00', '', '2021-04-24 21:31:53');
INSERT INTO `answer` VALUES (472, 161, '2021-04-24', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '01:48:00', '09:39:00', '', '2021-04-24 21:39:25');
INSERT INTO `answer` VALUES (473, 153, '2021-04-24', '跳绳', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 10.0, '23:25:00', '09:21:00', '', '2021-04-24 22:26:03');
INSERT INTO `answer` VALUES (474, 155, '2021-04-24', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 11.0, '23:22:00', '10:09:00', '', '2021-04-24 23:22:50');
INSERT INTO `answer` VALUES (475, 154, '2021-04-24', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.5, '23:27:00', '09:00:00', '', '2021-04-24 23:51:07');
INSERT INTO `answer` VALUES (476, 140, '2021-04-25', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '00:29:00', '07:11:00', '', '2021-04-25 17:30:36');
INSERT INTO `answer` VALUES (477, 134, '2021-04-25', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '00:48:00', '07:32:00', '', '2021-04-25 19:00:52');
INSERT INTO `answer` VALUES (478, 137, '2021-04-25', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.5, '23:41:00', '09:00:00', '', '2021-04-25 19:01:06');
INSERT INTO `answer` VALUES (479, 142, '2021-04-25', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 8.5, '02:00:00', '10:30:00', '', '2021-04-25 19:02:27');
INSERT INTO `answer` VALUES (480, 145, '2021-04-25', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '02:00:00', '10:10:00', '', '2021-04-25 19:08:23');
INSERT INTO `answer` VALUES (481, 130, '2021-04-25', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '00:24:00', '08:24:00', '', '2021-04-25 19:24:41');
INSERT INTO `answer` VALUES (482, 140, '2021-04-26', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:19:00', '07:30:00', '', '2021-04-26 09:12:47');
INSERT INTO `answer` VALUES (483, 142, '2021-04-26', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:49:00', '09:52:00', '', '2021-04-26 18:49:40');
INSERT INTO `answer` VALUES (484, 137, '2021-04-26', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.5, '23:22:00', '09:06:00', '', '2021-04-26 19:01:25');
INSERT INTO `answer` VALUES (485, 134, '2021-04-26', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:10:00', '09:10:00', '', '2021-04-26 19:10:42');
INSERT INTO `answer` VALUES (486, 132, '2021-04-26', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '08:00:00', '', '2021-04-26 19:25:04');
INSERT INTO `answer` VALUES (487, 130, '2021-04-26', '走路', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 9.0, '00:28:00', '09:28:00', '', '2021-04-26 20:28:37');
INSERT INTO `answer` VALUES (488, 135, '2021-04-26', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:35:00', '08:10:00', '', '2021-04-26 20:45:51');
INSERT INTO `answer` VALUES (489, 147, '2021-04-27', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:51:00', '08:51:00', '', '2021-04-27 21:51:13');
INSERT INTO `answer` VALUES (490, 145, '2021-04-27', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 5.5, '02:12:00', '07:44:00', '', '2021-04-27 20:12:48');
INSERT INTO `answer` VALUES (491, 140, '2021-04-27', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:59:00', '07:14:00', '', '2021-04-27 08:14:58');
INSERT INTO `answer` VALUES (492, 134, '2021-04-27', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:39:00', '07:30:00', '', '2021-04-27 12:48:31');
INSERT INTO `answer` VALUES (493, 142, '2021-04-27', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:00:00', '09:35:00', '', '2021-04-27 18:22:24');
INSERT INTO `answer` VALUES (494, 161, '2021-04-27', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.0, '23:30:00', '07:30:00', '', '2021-04-28 16:04:48');
INSERT INTO `answer` VALUES (495, 135, '2021-04-27', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:30:00', '09:01:00', '', '2021-04-27 19:01:16');
INSERT INTO `answer` VALUES (496, 132, '2021-04-27', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:00:00', '09:00:00', '', '2021-04-27 19:01:23');
INSERT INTO `answer` VALUES (497, 130, '2021-04-27', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 9.0, '00:08:00', '09:08:00', '', '2021-04-27 19:08:41');
INSERT INTO `answer` VALUES (498, 131, '2021-04-27', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 5.5, '02:00:00', '07:27:00', '', '2021-04-27 19:42:33');
INSERT INTO `answer` VALUES (499, 154, '2021-04-27', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '23:50:00', '07:45:00', '', '2021-04-27 19:46:58');
INSERT INTO `answer` VALUES (500, 137, '2021-04-27', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:57:00', '09:55:00', '', '2021-04-27 19:55:49');
INSERT INTO `answer` VALUES (501, 140, '2021-04-28', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.0, '00:25:00', '07:30:00', '', '2021-04-28 08:31:30');
INSERT INTO `answer` VALUES (502, 132, '2021-04-28', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '08:00:00', '', '2021-04-28 19:08:57');
INSERT INTO `answer` VALUES (503, 142, '2021-04-28', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:55:00', '09:15:00', '', '2021-04-28 19:15:27');
INSERT INTO `answer` VALUES (504, 134, '2021-04-28', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:29:00', '08:18:00', '', '2021-04-28 19:18:19');
INSERT INTO `answer` VALUES (505, 145, '2021-04-28', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.0, '02:30:00', '08:30:00', '', '2021-04-28 20:26:09');
INSERT INTO `answer` VALUES (506, 147, '2021-04-28', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:16:00', '08:16:00', '', '2021-04-28 23:16:08');
INSERT INTO `answer` VALUES (507, 140, '2021-04-29', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 7.0, '00:29:00', '07:15:00', '', '2021-04-29 08:15:44');
INSERT INTO `answer` VALUES (508, 132, '2021-04-29', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:00:00', '09:00:00', '', '2021-04-29 19:36:28');
INSERT INTO `answer` VALUES (509, 134, '2021-04-29', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:43:00', '07:46:00', '', '2021-04-29 19:47:01');
INSERT INTO `answer` VALUES (510, 161, '2021-04-29', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 8.0, '01:59:00', '09:50:00', '', '2021-04-29 20:00:23');
INSERT INTO `answer` VALUES (511, 145, '2021-04-29', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 5.5, '02:19:00', '08:02:00', '', '2021-04-29 20:19:29');
INSERT INTO `answer` VALUES (512, 142, '2021-04-29', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '00:20:00', '09:20:00', '', '2021-04-29 21:07:28');
INSERT INTO `answer` VALUES (513, 138, '2021-04-29', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:30:00', '08:00:00', '', '2021-04-29 23:40:11');
INSERT INTO `answer` VALUES (514, 140, '2021-04-30', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.5, '00:44:00', '07:04:00', '', '2021-04-30 08:22:44');
INSERT INTO `answer` VALUES (515, 142, '2021-04-30', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我总是半夜醒来，睡不安稳', 10.5, '23:44:00', '10:28:00', '', '2021-04-30 18:07:43');
INSERT INTO `answer` VALUES (516, 137, '2021-04-30', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '23:59:00', '08:09:00', '', '2021-04-30 19:01:30');
INSERT INTO `answer` VALUES (517, 145, '2021-04-30', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:30:00', '09:07:00', '', '2021-04-30 19:07:20');
INSERT INTO `answer` VALUES (518, 147, '2021-04-30', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '00:08:00', '08:14:00', '', '2021-04-30 19:08:49');
INSERT INTO `answer` VALUES (519, 155, '2021-04-30', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:16:00', '09:34:00', '', '2021-04-30 19:16:29');
INSERT INTO `answer` VALUES (520, 132, '2021-04-30', '跑步', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '08:00:00', '', '2021-04-30 19:17:49');
INSERT INTO `answer` VALUES (521, 138, '2021-04-30', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:17:00', '08:30:00', '', '2021-04-30 19:30:15');
INSERT INTO `answer` VALUES (522, 131, '2021-04-30', '跑步', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 5.0, '03:20:00', '08:20:00', '', '2021-04-30 20:03:09');
INSERT INTO `answer` VALUES (523, 134, '2021-04-30', '走路', '1.5小时到2小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:36:00', '07:39:00', '', '2021-04-30 21:40:06');
INSERT INTO `answer` VALUES (524, 140, '2021-05-01', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 7.0, '00:30:00', '07:20:00', '', '2021-05-01 14:20:48');
INSERT INTO `answer` VALUES (525, 142, '2021-05-01', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '00:50:00', '09:40:00', '', '2021-05-01 17:27:00');
INSERT INTO `answer` VALUES (526, 130, '2021-05-01', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 10.0, '00:04:00', '10:04:00', '', '2021-05-01 19:04:19');
INSERT INTO `answer` VALUES (527, 154, '2021-05-01', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '23:04:00', '07:38:00', '', '2021-05-01 19:04:29');
INSERT INTO `answer` VALUES (528, 132, '2021-05-01', '走路', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '08:00:00', '', '2021-05-01 19:13:54');
INSERT INTO `answer` VALUES (529, 134, '2021-05-01', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.5, '00:43:00', '10:15:00', '', '2021-05-01 19:15:39');
INSERT INTO `answer` VALUES (530, 145, '2021-05-01', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '03:58:00', '12:58:00', '', '2021-05-01 19:59:00');
INSERT INTO `answer` VALUES (531, 131, '2021-05-01', '球类运动', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 5.5, '02:00:00', '07:41:00', '', '2021-05-01 20:35:35');
INSERT INTO `answer` VALUES (532, 135, '2021-05-01', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '00:30:00', '09:42:00', '', '2021-05-01 20:42:10');
INSERT INTO `answer` VALUES (533, 140, '2021-05-02', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 5.5, '01:16:00', '06:46:00', '', '2021-05-02 07:19:35');
INSERT INTO `answer` VALUES (534, 135, '2021-05-02', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:30:00', '09:00:00', '', '2021-05-02 19:01:57');
INSERT INTO `answer` VALUES (535, 132, '2021-05-02', '走路', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:00:00', '09:00:00', '', '2021-05-02 19:13:47');
INSERT INTO `answer` VALUES (536, 131, '2021-05-02', '走路', '30分钟到1小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.0, '00:31:00', '07:30:00', '', '2021-05-02 19:30:17');
INSERT INTO `answer` VALUES (537, 142, '2021-05-02', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '01:45:00', '10:30:00', '', '2021-05-02 19:42:42');
INSERT INTO `answer` VALUES (538, 134, '2021-05-02', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:46:00', '08:46:00', '', '2021-05-02 19:46:40');
INSERT INTO `answer` VALUES (539, 130, '2021-05-02', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 10.0, '00:07:00', '10:08:00', '', '2021-05-08 19:38:31');
INSERT INTO `answer` VALUES (540, 155, '2021-05-02', '走路', '超过2小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.5, '02:30:00', '10:00:00', '', '2021-05-02 20:31:13');
INSERT INTO `answer` VALUES (541, 140, '2021-05-03', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:35:00', '07:19:00', '', '2021-05-03 08:33:38');
INSERT INTO `answer` VALUES (542, 130, '2021-05-03', '爬山', '超过2小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 10.0, '00:00:00', '10:01:00', '', '2021-05-08 19:02:43');
INSERT INTO `answer` VALUES (543, 132, '2021-05-03', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:00:00', '09:00:00', '', '2021-05-03 19:04:48');
INSERT INTO `answer` VALUES (544, 135, '2021-05-03', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.5, '01:30:00', '09:00:00', '', '2021-05-03 19:07:42');
INSERT INTO `answer` VALUES (545, 145, '2021-05-03', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:00:00', '08:17:00', '', '2021-05-03 21:17:29');
INSERT INTO `answer` VALUES (546, 147, '2021-05-03', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 11.0, '23:35:00', '10:35:00', '', '2021-05-03 21:35:32');
INSERT INTO `answer` VALUES (547, 140, '2021-05-04', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:38:00', '07:27:00', '', '2021-05-04 08:48:37');
INSERT INTO `answer` VALUES (548, 134, '2021-05-04', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:02:00', '08:28:00', '', '2021-05-04 19:02:35');
INSERT INTO `answer` VALUES (549, 142, '2021-05-04', '走路', '超过2小时', '我的胃口更差，吃的比平时更少了', 0, '我比平时更容易入睡或睡得更安稳', 7.5, '01:20:00', '08:40:00', '', '2021-05-04 19:06:58');
INSERT INTO `answer` VALUES (550, 138, '2021-05-04', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:00:00', '10:05:00', '', '2021-05-04 19:08:54');
INSERT INTO `answer` VALUES (551, 135, '2021-05-04', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:21:00', '08:50:00', '', '2021-05-04 19:11:21');
INSERT INTO `answer` VALUES (552, 131, '2021-05-04', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 6.0, '02:00:00', '08:10:00', '', '2021-05-04 19:11:23');
INSERT INTO `answer` VALUES (553, 140, '2021-05-05', '走路', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:56:00', '07:20:00', '', '2021-05-05 08:29:38');
INSERT INTO `answer` VALUES (554, 132, '2021-05-05', '球类运动', '1小时到1.5小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '02:00:00', '09:00:00', '', '2021-05-05 19:01:33');
INSERT INTO `answer` VALUES (555, 130, '2021-05-05', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 9.5, '00:30:00', '10:01:00', '', '2021-05-05 19:01:34');
INSERT INTO `answer` VALUES (556, 134, '2021-05-05', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:01:00', '09:01:00', '', '2021-05-05 19:02:01');
INSERT INTO `answer` VALUES (557, 135, '2021-05-05', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '00:37:00', '08:56:00', '', '2021-05-05 19:03:13');
INSERT INTO `answer` VALUES (558, 142, '2021-05-05', '走路', '超过2小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '00:20:00', '07:30:00', '', '2021-05-05 19:25:40');
INSERT INTO `answer` VALUES (559, 145, '2021-05-05', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '02:07:00', '09:30:00', '', '2021-05-05 19:30:10');
INSERT INTO `answer` VALUES (560, 131, '2021-05-05', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.0, '01:34:00', '08:32:00', '', '2021-05-05 19:34:15');
INSERT INTO `answer` VALUES (561, 140, '2021-05-06', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 7.0, '00:10:00', '07:23:00', '', '2021-05-06 08:24:16');
INSERT INTO `answer` VALUES (562, 134, '2021-05-06', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:37:00', '07:34:00', '', '2021-05-06 16:25:02');
INSERT INTO `answer` VALUES (563, 142, '2021-05-06', '走路', '超过2小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '23:40:00', '08:25:00', '', '2021-05-06 19:00:48');
INSERT INTO `answer` VALUES (564, 130, '2021-05-06', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.5, '23:30:00', '09:00:00', '', '2021-05-08 17:57:08');
INSERT INTO `answer` VALUES (565, 145, '2021-05-06', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '02:00:00', '08:20:00', '', '2021-05-06 19:20:50');
INSERT INTO `answer` VALUES (566, 138, '2021-05-06', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:40:00', '08:00:00', '', '2021-05-06 19:44:37');
INSERT INTO `answer` VALUES (567, 132, '2021-05-06', '游泳', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '08:00:00', '', '2021-05-06 22:22:45');
INSERT INTO `answer` VALUES (568, 140, '2021-05-07', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:54:00', '07:05:00', '', '2021-05-07 08:42:01');
INSERT INTO `answer` VALUES (569, 134, '2021-05-07', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:49:00', '08:31:00', '', '2021-05-07 19:01:43');
INSERT INTO `answer` VALUES (570, 138, '2021-05-07', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:00:00', '09:00:00', '', '2021-05-07 19:03:55');
INSERT INTO `answer` VALUES (571, 137, '2021-05-07', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.5, '00:51:00', '10:15:00', '', '2021-05-07 19:15:40');
INSERT INTO `answer` VALUES (572, 145, '2021-05-07', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:43:00', '08:29:00', '', '2021-05-07 20:13:26');
INSERT INTO `answer` VALUES (573, 142, '2021-05-07', '走路', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '00:36:00', '07:50:00', '', '2021-05-07 21:00:23');
INSERT INTO `answer` VALUES (574, 135, '2021-05-07', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '02:00:00', '09:12:00', '', '2021-05-07 21:12:52');
INSERT INTO `answer` VALUES (575, 155, '2021-05-07', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 7.5, '02:03:00', '09:31:00', '', '2021-05-07 22:32:16');
INSERT INTO `answer` VALUES (576, 140, '2021-05-08', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 5.0, '01:59:00', '07:11:00', '', '2021-05-08 08:21:19');
INSERT INTO `answer` VALUES (577, 147, '2021-05-08', '跑步', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:27:00', '08:27:00', '', '2021-05-08 11:27:19');
INSERT INTO `answer` VALUES (578, 142, '2021-05-08', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '01:10:00', '08:10:00', '', '2021-05-08 17:14:27');
INSERT INTO `answer` VALUES (579, 131, '2021-05-08', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.0, '01:14:00', '08:10:00', '', '2021-05-08 18:02:25');
INSERT INTO `answer` VALUES (580, 134, '2021-05-08', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:12:00', '07:30:00', '', '2021-05-08 19:01:17');
INSERT INTO `answer` VALUES (581, 132, '2021-05-08', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更差，吃的比平时更少了', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:00:00', '07:30:00', '', '2021-05-08 19:05:53');
INSERT INTO `answer` VALUES (582, 130, '2021-05-08', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我总是半夜醒来，睡不安稳', 9.5, '01:00:00', '10:27:00', '', '2021-05-08 19:27:17');
INSERT INTO `answer` VALUES (583, 138, '2021-05-08', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '01:20:00', '07:30:00', '', '2021-05-08 19:42:50');
INSERT INTO `answer` VALUES (584, 161, '2021-05-08', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 0.0, '19:55:00', '19:57:00', '', '2021-05-08 19:55:42');
INSERT INTO `answer` VALUES (585, 140, '2021-05-09', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 8.5, '23:56:00', '08:24:00', '', '2021-05-09 09:25:16');
INSERT INTO `answer` VALUES (586, 161, '2021-05-09', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:40:00', '08:10:00', '', '2021-05-09 10:03:23');
INSERT INTO `answer` VALUES (587, 142, '2021-05-09', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '02:10:00', '10:10:00', '', '2021-05-09 19:04:06');
INSERT INTO `answer` VALUES (588, 134, '2021-05-09', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:15:00', '10:15:00', '', '2021-05-09 19:15:37');
INSERT INTO `answer` VALUES (589, 145, '2021-05-09', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:32:00', '09:31:00', '', '2021-05-09 19:31:36');
INSERT INTO `answer` VALUES (590, 140, '2021-05-10', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:52:00', '07:19:00', '', '2021-05-10 09:00:47');
INSERT INTO `answer` VALUES (591, 134, '2021-05-10', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:11:00', '09:02:00', '', '2021-05-10 19:01:36');
INSERT INTO `answer` VALUES (592, 132, '2021-05-10', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '08:00:00', '', '2021-05-10 19:02:09');
INSERT INTO `answer` VALUES (593, 161, '2021-05-10', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:50:00', '08:41:00', '', '2021-05-10 19:02:59');
INSERT INTO `answer` VALUES (594, 131, '2021-05-10', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 6.5, '01:30:00', '08:08:00', '', '2021-05-10 19:02:59');
INSERT INTO `answer` VALUES (595, 142, '2021-05-10', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '02:10:00', '09:30:00', '', '2021-05-10 19:03:42');
INSERT INTO `answer` VALUES (596, 145, '2021-05-10', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 4.5, '00:00:00', '04:31:00', '', '2021-05-10 19:32:30');
INSERT INTO `answer` VALUES (597, 140, '2021-05-11', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 7.0, '00:16:00', '07:08:00', '', '2021-05-11 08:17:33');
INSERT INTO `answer` VALUES (598, 130, '2021-05-11', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 8.0, '01:02:00', '09:02:00', '', '2021-05-11 19:03:02');
INSERT INTO `answer` VALUES (599, 135, '2021-05-11', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '01:18:00', '08:40:00', '', '2021-05-11 19:19:11');
INSERT INTO `answer` VALUES (600, 134, '2021-05-11', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:34:00', '09:34:00', '', '2021-05-11 20:34:25');
INSERT INTO `answer` VALUES (601, 132, '2021-05-11', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:00:00', '09:00:00', '', '2021-05-11 21:01:10');
INSERT INTO `answer` VALUES (602, 155, '2021-05-11', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:50:00', '08:50:00', '', '2021-05-11 22:50:23');
INSERT INTO `answer` VALUES (603, 142, '2021-05-11', '跑步', '少于30分钟', '我的胃口更好，吃的比平时更多了', 0, '我比平时更容易入睡或睡得更安稳', 9.0, '01:00:00', '09:45:00', '', '2021-05-11 22:52:03');
INSERT INTO `answer` VALUES (604, 145, '2021-05-11', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '00:16:00', '06:27:00', '', '2021-05-11 22:57:23');
INSERT INTO `answer` VALUES (605, 140, '2021-05-12', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 18.0, '12:57:00', '06:50:00', '', '2021-05-12 11:13:20');
INSERT INTO `answer` VALUES (606, 142, '2021-05-12', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:50:00', '08:00:00', '', '2021-05-12 18:50:46');
INSERT INTO `answer` VALUES (607, 131, '2021-05-12', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 7.0, '01:07:00', '08:16:00', '', '2021-05-12 19:00:42');
INSERT INTO `answer` VALUES (608, 138, '2021-05-12', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:00:00', '09:30:00', '', '2021-05-12 19:01:56');
INSERT INTO `answer` VALUES (609, 147, '2021-05-12', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:01:00', '08:01:00', '', '2021-05-12 19:01:56');
INSERT INTO `answer` VALUES (610, 134, '2021-05-12', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:01:00', '07:30:00', '', '2021-05-12 19:02:06');
INSERT INTO `answer` VALUES (611, 132, '2021-05-12', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:00:00', '07:30:00', '', '2021-05-12 19:03:21');
INSERT INTO `answer` VALUES (612, 153, '2021-05-12', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 0.0, '19:04:00', '19:04:00', '', '2021-05-12 19:04:33');
INSERT INTO `answer` VALUES (613, 145, '2021-05-12', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:11:00', '07:58:00', '', '2021-05-12 19:59:06');
INSERT INTO `answer` VALUES (614, 140, '2021-05-13', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 5.0, '02:00:00', '07:07:00', '', '2021-05-13 09:04:26');
INSERT INTO `answer` VALUES (615, 134, '2021-05-13', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:47:00', '08:31:00', '', '2021-05-13 19:01:31');
INSERT INTO `answer` VALUES (616, 138, '2021-05-13', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '02:01:00', '09:45:00', '', '2021-05-13 19:44:17');
INSERT INTO `answer` VALUES (617, 142, '2021-05-13', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:20:00', '09:35:00', '', '2021-05-13 20:40:57');
INSERT INTO `answer` VALUES (618, 140, '2021-05-14', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:58:00', '06:58:00', '', '2021-05-14 08:25:14');
INSERT INTO `answer` VALUES (619, 131, '2021-05-14', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 5.0, '01:11:00', '06:18:00', '', '2021-05-14 19:12:17');
INSERT INTO `answer` VALUES (620, 132, '2021-05-14', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '08:00:00', '', '2021-05-14 19:34:21');
INSERT INTO `answer` VALUES (621, 155, '2021-05-14', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:51:00', '10:03:00', '', '2021-05-14 19:51:48');
INSERT INTO `answer` VALUES (622, 135, '2021-05-14', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:24:00', '08:10:00', '', '2021-05-14 20:24:25');
INSERT INTO `answer` VALUES (623, 134, '2021-05-14', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:19:00', '08:03:00', '', '2021-05-14 21:03:48');
INSERT INTO `answer` VALUES (624, 140, '2021-05-15', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 4.0, '04:34:00', '08:34:00', '', '2021-05-15 14:35:44');
INSERT INTO `answer` VALUES (625, 142, '2021-05-14', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:15:00', '10:10:00', '', '2021-05-15 19:06:07');
INSERT INTO `answer` VALUES (626, 142, '2021-05-15', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '03:00:00', '11:00:00', '', '2021-05-15 19:07:01');
INSERT INTO `answer` VALUES (627, 131, '2021-05-15', '走路', '少于30分钟', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 6.5, '01:08:00', '07:40:00', '', '2021-05-15 19:49:19');
INSERT INTO `answer` VALUES (628, 134, '2021-05-15', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:49:00', '08:36:00', '', '2021-05-15 19:49:38');
INSERT INTO `answer` VALUES (629, 135, '2021-05-15', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '08:10:00', '', '2021-05-15 19:49:48');
INSERT INTO `answer` VALUES (630, 161, '2021-05-15', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:24:00', '09:20:00', '', '2021-05-15 19:50:35');
INSERT INTO `answer` VALUES (631, 145, '2021-05-15', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我需要一段时间才能入睡', 8.0, '02:45:00', '10:51:00', '', '2021-05-15 19:52:07');
INSERT INTO `answer` VALUES (632, 132, '2021-05-15', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:00:00', '08:00:00', '', '2021-05-15 20:19:33');
INSERT INTO `answer` VALUES (633, 155, '2021-05-15', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '23:46:00', '07:48:00', '', '2021-05-15 22:46:53');
INSERT INTO `answer` VALUES (634, 140, '2021-05-16', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 8.0, '00:04:00', '08:15:00', '', '2021-05-16 09:31:15');
INSERT INTO `answer` VALUES (635, 134, '2021-05-16', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:09:00', '09:03:00', '', '2021-05-16 18:09:22');
INSERT INTO `answer` VALUES (636, 135, '2021-05-16', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '01:01:00', '09:00:00', '', '2021-05-16 19:01:30');
INSERT INTO `answer` VALUES (637, 138, '2021-05-16', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '01:15:00', '10:15:00', '', '2021-05-16 19:01:32');
INSERT INTO `answer` VALUES (638, 147, '2021-05-16', '骑车', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 9.0, '00:02:00', '09:00:00', '', '2021-05-16 19:02:18');
INSERT INTO `answer` VALUES (639, 130, '2021-05-16', '走路', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 8.0, '00:30:00', '08:25:00', '', '2021-05-16 19:03:37');
INSERT INTO `answer` VALUES (640, 145, '2021-05-16', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '01:08:00', '07:45:00', '', '2021-05-16 19:08:41');
INSERT INTO `answer` VALUES (641, 132, '2021-05-16', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '01:00:00', '08:00:00', '', '2021-05-16 19:28:22');
INSERT INTO `answer` VALUES (642, 142, '2021-05-16', '没有运动(请您跳过第二题，直接选择第三题)', '0', '我的胃口更好，吃的比平时更多了', 0, '我需要一段时间才能入睡', 8.0, '01:30:00', '09:30:00', '', '2021-05-16 20:53:01');
INSERT INTO `answer` VALUES (643, 140, '2021-05-17', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '00:15:00', '06:56:00', '', '2021-05-17 09:22:02');
INSERT INTO `answer` VALUES (644, 140, '2021-05-18', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.0, '01:07:00', '07:20:00', '', '2021-05-18 08:25:53');
INSERT INTO `answer` VALUES (645, 140, '2021-05-19', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:12:00', '07:12:00', '', '2021-05-19 08:13:41');
INSERT INTO `answer` VALUES (646, 142, '2021-05-19', '骑车', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.5, '02:00:00', '10:30:00', '', '2021-05-19 13:15:59');
INSERT INTO `answer` VALUES (647, 140, '2021-05-20', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:10:00', '06:55:00', '', '2021-05-20 07:53:12');
INSERT INTO `answer` VALUES (648, 142, '2021-05-20', '骑车', '30分钟到1小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 8.5, '01:03:00', '09:26:00', '', '2021-05-20 20:50:31');
INSERT INTO `answer` VALUES (649, 140, '2021-05-21', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '22:58:00', '06:58:00', '', '2021-05-21 08:59:02');
INSERT INTO `answer` VALUES (650, 140, '2021-05-22', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:04:00', '07:10:00', '', '2021-05-22 08:28:35');
INSERT INTO `answer` VALUES (651, 140, '2021-05-24', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:18:00', '07:10:00', '', '2021-05-24 09:19:10');
INSERT INTO `answer` VALUES (652, 140, '2021-05-25', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:14:00', '07:10:00', '', '2021-05-25 09:36:36');
INSERT INTO `answer` VALUES (653, 140, '2021-05-26', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:15:00', '07:17:00', '', '2021-05-26 08:26:25');
INSERT INTO `answer` VALUES (654, 140, '2021-05-27', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:58:00', '07:10:00', '', '2021-05-27 08:59:15');
INSERT INTO `answer` VALUES (655, 140, '2021-05-28', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:52:00', '07:16:00', '', '2021-05-28 08:36:59');
INSERT INTO `answer` VALUES (656, 140, '2021-06-06', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:32:00', '07:43:00', '', '2021-06-06 10:44:45');
INSERT INTO `answer` VALUES (657, 140, '2021-06-07', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:17:00', '07:26:00', '', '2021-06-07 22:12:57');
INSERT INTO `answer` VALUES (658, 140, '2021-06-09', '跑步', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:00:00', '07:23:00', '', '2021-06-09 14:25:01');
INSERT INTO `answer` VALUES (659, 140, '2021-06-11', '跑步', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我总是半夜醒来，睡不安稳', 7.0, '00:29:00', '07:19:00', '', '2021-06-11 08:26:22');
INSERT INTO `answer` VALUES (660, 140, '2021-06-12', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '00:55:00', '07:25:00', '', '2021-06-12 08:26:46');
INSERT INTO `answer` VALUES (661, 140, '2021-06-13', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:48:00', '07:37:00', '', '2021-06-13 08:38:57');
INSERT INTO `answer` VALUES (662, 140, '2021-06-14', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:30:00', '07:17:00', '', '2021-06-14 08:46:40');
INSERT INTO `answer` VALUES (663, 140, '2021-06-15', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:57:00', '06:59:00', '', '2021-06-15 08:18:48');
INSERT INTO `answer` VALUES (664, 140, '2021-06-16', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '23:50:00', '07:00:00', '', '2021-06-16 08:31:01');
INSERT INTO `answer` VALUES (665, 140, '2021-06-17', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:08:00', '07:15:00', '', '2021-06-17 08:32:35');
INSERT INTO `answer` VALUES (666, 140, '2021-06-18', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:22:00', '07:58:00', '', '2021-06-18 11:59:57');
INSERT INTO `answer` VALUES (667, 140, '2021-06-19', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 8.0, '00:07:00', '07:55:00', '', '2021-06-19 08:47:21');
INSERT INTO `answer` VALUES (668, 140, '2021-06-20', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:48:00', '07:10:00', '', '2021-06-20 08:49:28');
INSERT INTO `answer` VALUES (669, 140, '2021-06-21', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '00:39:00', '07:13:00', '', '2021-06-21 08:14:46');
INSERT INTO `answer` VALUES (670, 140, '2021-06-23', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 4.5, '02:39:00', '07:16:00', '', '2021-06-23 08:35:20');
INSERT INTO `answer` VALUES (671, 140, '2021-06-24', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:52:00', '07:52:00', '', '2021-06-24 08:53:24');
INSERT INTO `answer` VALUES (672, 140, '2021-06-25', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:39:00', '07:39:00', '', '2021-06-25 08:41:02');
INSERT INTO `answer` VALUES (673, 140, '2021-06-26', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 7.0, '00:07:00', '07:07:00', '', '2021-06-26 08:09:08');
INSERT INTO `answer` VALUES (674, 140, '2021-06-28', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:20:00', '07:43:00', '', '2021-06-28 08:44:47');
INSERT INTO `answer` VALUES (675, 140, '2021-06-29', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '00:04:00', '07:26:00', '', '2021-06-29 08:43:38');
INSERT INTO `answer` VALUES (676, 140, '2021-06-30', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:52:00', '07:20:00', '', '2021-06-30 08:44:05');
INSERT INTO `answer` VALUES (677, 140, '2021-07-01', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我比平时更容易入睡或睡得更安稳', 8.0, '00:03:00', '07:49:00', '', '2021-07-01 12:50:54');
INSERT INTO `answer` VALUES (678, 140, '2021-07-03', '球类运动', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.5, '23:54:00', '07:12:00', '', '2021-07-03 08:55:28');
INSERT INTO `answer` VALUES (679, 140, '2021-07-04', '走路', '30分钟到1小时', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 6.5, '23:55:00', '06:32:00', '', '2021-07-04 09:34:07');
INSERT INTO `answer` VALUES (680, 1, '2021-09-19', '瑜伽', '1小时到1.5小时', '我的胃口更差，吃的比平时更少了', 0, '我需要一段时间才能入睡', 9.0, '22:35:00', '07:35:00', '', '2021-09-19 22:35:49');
INSERT INTO `answer` VALUES (681, 1, '2021-09-24', '球类运动', '1小时到1.5小时', '我的胃口更好，吃的比平时更多了', 0, '我的睡眠情况与平时相比没有变化', 9.0, '23:34:00', '08:35:00', '', '2021-09-24 11:35:08');
INSERT INTO `answer` VALUES (682, 140, '2021-10-07', '走路', '少于30分钟', '我的胃口和昨天相比没有变化', 0, '我的睡眠情况与平时相比没有变化', 7.0, '00:29:00', '07:29:00', '', '2021-10-07 17:29:45');

-- ----------------------------
-- Table structure for ema_answer
-- ----------------------------
DROP TABLE IF EXISTS `ema_answer`;
CREATE TABLE `ema_answer`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL,
  `log_date` date NOT NULL COMMENT '记录日期',
  `log_time` time(0) NOT NULL COMMENT '记录时间',
  `mood` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT 'happy, sad, angry, fear/worrying, neutral, annoying,stress',
  `moodlevel` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '心境程度，a little bit, somewhat, very much, extremely',
  `stresslevel` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '压力程度，A little stressed, Definitely stressed, Stressed out, Feeling good, Feeling great\n\n',
  `speech_url` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '上传地语音文件地链接地址',
  `pam` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT 'pam：前端的图片对应的情绪标签，通过用户选择图片，得到情绪标签，值是afraid、tense、excited等字符串，具体见《PAM.pptx》',
  `valence` tinyint(255) NULL DEFAULT NULL,
  `arousal` tinyint(255) NULL DEFAULT NULL,
  `pam_score` tinyint(255) NOT NULL COMMENT 'pam Score 1-16',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `k_log_date`(`log_date`) USING BTREE,
  INDEX `fk_user_id_4`(`user_id`) USING BTREE,
  CONSTRAINT `ema_answer_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 637 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '生态瞬间评估法（Ecological Momentary Assessment,简称 EMA ），包含情绪和压力信息以及pam信息' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ema_answer
-- ----------------------------
INSERT INTO `ema_answer` VALUES (1, 3, '2020-10-26', '18:28:58', 'happy', 'a little bit', 'Feeling good', '', 'excited', -1, 1, 0);
INSERT INTO `ema_answer` VALUES (2, 3, '2020-11-03', '11:28:20', 'worrying', 'a little bit', 'A little stressed', '', 'happy', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (3, 3, '2020-11-03', '19:48:13', 'happy', 'a little bit', 'Feeling good', ' ', 'afraid', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (4, 1, '2020-11-04', '17:32:26', 'Happy', 'a little bit', 'Definitely stressed', '', 'excited', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (5, 1, '2020-11-04', '17:32:27', 'Happy', 'a little bit', 'Definitely stressed', '', 'tense', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (6, 1, '2020-11-04', '17:32:27', 'Happy', 'a little bit', 'Definitely stressed', '', 'tense', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (7, 1, '2020-11-04', '17:32:27', 'Happy', 'a little bit', 'Definitely stressed', '', 'tense', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (8, 1, '2020-11-04', '17:32:27', 'Happy', 'a little bit', 'Definitely stressed', '', 'afraid', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (9, 1, '2020-11-04', '17:32:28', 'Happy', 'a little bit', 'Definitely stressed', '', 'tense', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (10, 1, '2020-11-04', '17:32:28', 'Happy', 'a little bit', 'Definitely stressed', '', 'afraid', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (11, 1, '2020-11-04', '17:32:28', 'Happy', 'a little bit', 'Definitely stressed', '', 'happy', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (12, 1, '2020-11-04', '17:32:28', 'Happy', 'a little bit', 'Definitely stressed', '', 'afraid', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (13, 1, '2020-11-04', '20:40:29', '高兴', '有一点', '没有压力', '', 'tense', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (14, 1, '2020-11-04', '23:23:12', 'Happy', 'a little bit', 'Definitely stressed', '', 'happy', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (15, 1, '2020-11-05', '16:15:46', 'Happy', 'a little bit', 'Definitely stressed', '', 'tense', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (16, 2, '2020-11-05', '17:35:57', '高兴', '有一点', '没有压力', '', 'afraid', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (17, 2, '2020-11-06', '10:43:58', '忧虑', '有一点', '有一点压力', '', 'tense', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (18, 1, '2020-11-06', '16:31:02', 'Happy', 'a little bit', 'Definitely stressed', '', '', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (19, 1, '2020-11-06', '16:32:59', 'Happy', 'a little bit', 'Definitely stressed', '', 'happy', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (20, 2, '2020-11-06', '21:52:34', '生气', '有一点', '有一点压力', '', 'afraid', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (21, 2, '2020-11-06', '21:53:44', '高兴', '极其多', '压力很大', '', 'delighted', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (22, 2, '2020-11-06', '22:00:16', '高兴', '比较多', '有一定程度的压力', '', 'satisfied', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (23, 1, '2020-11-07', '09:54:47', '悲伤', '比较多', '有一点压力', '', 'tired', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (24, 1, '2020-11-07', '10:04:29', '忧虑', '比较多', '有一点压力', '', 'tense', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (25, 1, '2020-11-07', '10:06:03', '中性', '中等程度', '有一定程度的压力', '', 'miserable', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (26, 1, '2020-11-07', '10:13:54', '疲惫', '极其多', '压力很大', '', 'tired', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (27, 1, '2020-11-07', '10:14:58', '高兴', '极其多', '没有压力', '', 'happy', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (28, 2, '2020-11-07', '11:00:39', '生气', '中等程度', '有一定程度的压力', '', 'afraid', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (29, 2, '2020-11-07', '11:02:34', '恐惧', '中等程度', '有一点压力', '', 'frustrated', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (30, 2, '2020-11-09', '11:09:40', '生气', '中等程度', '压力很大', '', 'angry', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (31, 1, '2020-12-02', '16:01:31', '生气', '比较多', '没有压力', '', 'excited', NULL, NULL, 0);
INSERT INTO `ema_answer` VALUES (32, 1, '2020-12-04', '16:24:52', 'Happy', 'a little bit', 'Definitely stressed', '', 'happy', NULL, NULL, 2);
INSERT INTO `ema_answer` VALUES (33, 1, '2020-12-04', '16:25:15', 'Happy', 'a little bit', 'Definitely stressed', '', 'happy', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (34, 1, '2020-12-04', '14:23:48', '高兴', '有一点', '没有压力', '', 'calm', 1, 2, 10);
INSERT INTO `ema_answer` VALUES (35, 1, '2020-12-14', '10:04:49', '高兴', '有一点', '没有压力', '', 'tired', 0, 0, 3);
INSERT INTO `ema_answer` VALUES (36, 1, '2020-12-14', '11:27:38', '高兴', '有一点', '没有压力', '', 'afraid', 0, 0, 6);
INSERT INTO `ema_answer` VALUES (37, 1, '2020-12-14', '11:28:46', '忧虑', '比较多', '压力很大', '', 'sad', 0, 0, 4);
INSERT INTO `ema_answer` VALUES (38, 1, '2021-01-05', '17:33:52', 'happy', 'a little bit', 'Feeling good', 'sss', '***', 0, 0, 2);
INSERT INTO `ema_answer` VALUES (39, 1, '2021-01-05', '17:33:54', 'happy', 'a little bit', 'Feeling good', 'sss', '***', 0, 0, 2);
INSERT INTO `ema_answer` VALUES (40, 1, '2021-01-05', '17:33:55', 'happy', 'a little bit', 'Feeling good', 'sss', '***', 0, 0, 2);
INSERT INTO `ema_answer` VALUES (41, 1, '2021-01-06', '16:24:46', '疲惫', '有一点', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (42, 1, '2021-01-06', '23:51:54', '生气', '有一点', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (43, 1, '2021-01-08', '10:23:20', '中性', '中等程度', '没有压力', '', 'sad', 0, 0, 4);
INSERT INTO `ema_answer` VALUES (44, 1, '2021-01-08', '11:16:23', '生气', '中等程度', '有一点压力', '', 'afraid', -2, 2, 6);
INSERT INTO `ema_answer` VALUES (45, 1, '2021-01-08', '14:39:33', '恐惧', '比较多', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (46, 1, '2021-01-11', '23:44:40', '高兴', '中等程度', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (47, 1, '2021-01-13', '12:51:35', '高兴', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (48, 1, '2021-01-20', '18:05:53', '高兴', '极其多', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (49, 1, '2021-02-02', '18:47:23', '高兴', '比较多', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (50, 89, '2021-03-03', '10:34:05', '恐惧', '极其多', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (51, 1, '2021-03-03', '14:04:14', '恐惧', '中等程度', '有一点压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (52, 3, '2021-03-04', '14:46:21', '高兴', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (53, 110, '2021-03-04', '15:32:47', '中性', '有一点', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (54, 111, '2021-03-04', '15:33:13', '疲惫', '有一点', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (55, 109, '2021-03-04', '15:43:03', '悲伤', '比较多', '有一定程度的压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (56, 109, '2021-03-04', '18:22:18', '疲惫', '比较多', '有一定程度的压力', '', 'afraid', -2, 2, 6);
INSERT INTO `ema_answer` VALUES (57, 118, '2021-03-04', '18:31:54', '中性', '比较多', '有一定程度的压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (58, 119, '2021-03-04', '18:33:11', '疲惫', '有一点', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (59, 120, '2021-03-04', '18:51:13', '忧虑', '中等程度', '有一定程度的压力', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (60, 3, '2021-03-04', '21:16:28', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (61, 3, '2021-03-04', '21:32:17', '生气', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (62, 122, '2021-03-05', '11:01:27', '疲惫', '有一点', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (63, 109, '2021-03-05', '11:43:19', '悲伤', '有一点', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (64, 109, '2021-03-05', '20:23:39', '中性', '比较多', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (65, 109, '2021-03-06', '09:24:08', '疲惫', '极其多', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (66, 109, '2021-03-07', '13:27:13', '悲伤', '极其多', '压力很大', '', 'miserable', -2, -1, 2);
INSERT INTO `ema_answer` VALUES (67, 109, '2021-03-07', '17:20:22', '忧虑', '极其多', '压力很大', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (68, 109, '2021-03-08', '08:32:04', '悲伤', '极其多', '压力很大', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (69, 109, '2021-03-08', '16:39:08', '忧虑', '极其多', '压力很大', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (70, 109, '2021-03-09', '18:59:19', '忧虑', '比较多', '有一点压力', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (71, 109, '2021-03-09', '20:24:57', '忧虑', '比较多', '有一定程度的压力', '', 'miserable', -2, -1, 2);
INSERT INTO `ema_answer` VALUES (72, 109, '2021-03-09', '21:05:48', '忧虑', '中等程度', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (73, 109, '2021-03-10', '09:26:27', '疲惫', '比较多', '有一点压力', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (74, 109, '2021-03-10', '11:56:54', '忧虑', '比较多', '有一定程度的压力', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (75, 109, '2021-03-10', '18:06:55', '忧虑', '比较多', '有一定程度的压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (76, 109, '2021-03-10', '18:10:38', '忧虑', '极其多', '压力很大', '', 'miserable', -2, -1, 2);
INSERT INTO `ema_answer` VALUES (77, 109, '2021-03-11', '08:48:46', '忧虑', '比较多', '有一定程度的压力', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (78, 130, '2021-03-15', '15:16:04', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (79, 131, '2021-03-15', '15:42:00', '忧虑', '中等程度', '有一定程度的压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (80, 132, '2021-03-15', '15:43:06', '中性', '中等程度', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (81, 136, '2021-03-15', '15:45:28', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (82, 134, '2021-03-15', '15:45:35', '高兴', '中等程度', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (83, 138, '2021-03-15', '15:45:41', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (84, 139, '2021-03-15', '15:45:49', '疲惫', '有一点', '有一点压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (85, 135, '2021-03-15', '15:46:30', '忧虑', '有一点', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (86, 140, '2021-03-15', '15:56:52', '高兴', '中等程度', '有一定程度的压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (87, 142, '2021-03-15', '16:45:20', '高兴', '有一点', '有一点压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (88, 144, '2021-03-15', '17:15:27', '高兴', '极其多', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (89, 140, '2021-03-15', '17:19:31', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (90, 138, '2021-03-16', '09:25:36', '中性', '有一点', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (91, 147, '2021-03-16', '09:28:47', '疲惫', '中等程度', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (92, 152, '2021-03-16', '09:49:05', '疲惫', '中等程度', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (93, 153, '2021-03-16', '16:16:20', '忧虑', '有一点', '有一点压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (94, 134, '2021-03-16', '16:22:39', '中性', '中等程度', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (95, 135, '2021-03-16', '16:23:51', '中性', '中等程度', '有一点压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (96, 142, '2021-03-16', '18:01:13', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (97, 147, '2021-03-17', '15:04:13', '中性', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (98, 142, '2021-03-17', '16:19:27', '中性', '中等程度', '有一点压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (99, 135, '2021-03-17', '16:35:40', '中性', '比较多', '有一点压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (100, 140, '2021-03-17', '16:41:47', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (101, 131, '2021-03-17', '16:46:55', '忧虑', '极其多', '压力很大', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (102, 154, '2021-03-17', '16:53:03', '疲惫', '比较多', '压力很大', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (103, 134, '2021-03-17', '16:58:18', '中性', '中等程度', '没有压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (104, 144, '2021-03-17', '17:49:16', '疲惫', '有一点', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (105, 138, '2021-03-17', '20:24:27', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (106, 161, '2021-03-17', '20:26:01', '疲惫', '有一点', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (107, 140, '2021-03-17', '22:43:29', '疲惫', '有一点', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (108, 131, '2021-03-17', '23:39:06', '悲伤', '极其多', '压力很大', '', 'miserable', -2, -1, 2);
INSERT INTO `ema_answer` VALUES (109, 153, '2021-03-18', '08:47:28', '中性', '有一点', '有一定程度的压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (110, 147, '2021-03-18', '09:10:43', '疲惫', '中等程度', '压力很大', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (111, 135, '2021-03-18', '10:46:50', '中性', '比较多', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (112, 140, '2021-03-18', '11:26:24', '中性', '中等程度', '有一点压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (113, 134, '2021-03-18', '11:52:43', '忧虑', '有一点', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (114, 140, '2021-03-18', '16:51:42', '中性', '中等程度', '有一定程度的压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (115, 154, '2021-03-18', '17:00:07', '高兴', '中等程度', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (116, 142, '2021-03-18', '17:03:10', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (117, 145, '2021-03-18', '17:07:43', '忧虑', '比较多', '压力很大', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (118, 138, '2021-03-18', '17:08:56', '中性', '有一点', '有一点压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (119, 161, '2021-03-18', '17:14:30', '疲惫', '中等程度', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (120, 142, '2021-03-18', '20:06:23', '中性', '中等程度', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (121, 142, '2021-03-18', '21:18:17', '高兴', '中等程度', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (122, 140, '2021-03-19', '09:17:14', '中性', '比较多', '没有压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (123, 144, '2021-03-19', '09:17:44', '疲惫', '有一点', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (124, 134, '2021-03-19', '10:25:01', '中性', '有一点', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (125, 138, '2021-03-19', '12:11:33', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (126, 135, '2021-03-19', '12:12:10', '高兴', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (127, 142, '2021-03-19', '12:13:03', '高兴', '比较多', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (128, 161, '2021-03-19', '13:03:01', '忧虑', '有一点', '有一定程度的压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (129, 132, '2021-03-19', '17:39:06', '高兴', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (130, 140, '2021-03-19', '18:57:59', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (131, 145, '2021-03-19', '19:01:38', '中性', '中等程度', '有一定程度的压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (132, 140, '2021-03-19', '20:33:23', '疲惫', '中等程度', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (133, 142, '2021-03-19', '22:39:09', '中性', '中等程度', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (134, 140, '2021-03-20', '08:23:40', '中性', '有一点', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (135, 134, '2021-03-20', '09:42:06', '中性', '有一点', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (136, 135, '2021-03-20', '11:56:29', '高兴', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (137, 140, '2021-03-20', '12:38:35', '高兴', '比较多', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (138, 161, '2021-03-20', '16:16:05', '疲惫', '中等程度', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (139, 132, '2021-03-20', '18:43:20', '高兴', '中等程度', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (140, 142, '2021-03-20', '18:43:52', '高兴', '比较多', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (141, 140, '2021-03-20', '18:44:51', '高兴', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (142, 147, '2021-03-20', '18:50:23', '疲惫', '有一点', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (143, 142, '2021-03-20', '21:20:32', '疲惫', '中等程度', '没有压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (144, 154, '2021-03-20', '23:01:11', '高兴', '中等程度', '有一点压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (145, 145, '2021-03-21', '19:32:13', '忧虑', '中等程度', '有一定程度的压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (146, 142, '2021-03-21', '19:44:40', '中性', '中等程度', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (147, 147, '2021-03-21', '23:15:08', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (148, 140, '2021-03-22', '07:57:31', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (149, 131, '2021-03-22', '10:48:29', '中性', '比较多', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (150, 134, '2021-03-22', '12:11:23', '中性', '有一点', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (151, 140, '2021-03-22', '12:38:56', '高兴', '中等程度', '没有压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (152, 130, '2021-03-22', '15:01:36', '忧虑', '中等程度', '有一点压力', '', 'miserable', -2, -1, 2);
INSERT INTO `ema_answer` VALUES (153, 138, '2021-03-22', '16:14:40', '中性', '有一点', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (154, 145, '2021-03-22', '18:03:41', '高兴', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (155, 142, '2021-03-22', '19:08:17', '疲惫', '有一点', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (156, 140, '2021-03-23', '08:12:54', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (157, 154, '2021-03-23', '09:26:51', '中性', '中等程度', '有一点压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (158, 140, '2021-03-23', '13:49:01', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (159, 131, '2021-03-23', '15:02:12', '疲惫', '极其多', '压力很大', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (160, 134, '2021-03-23', '15:03:30', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (161, 135, '2021-03-23', '15:08:39', '疲惫', '有一点', '有一定程度的压力', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (162, 145, '2021-03-23', '15:37:23', '忧虑', '有一点', '有一定程度的压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (163, 142, '2021-03-23', '16:16:58', '高兴', '中等程度', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (164, 134, '2021-03-24', '09:30:54', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (165, 138, '2021-03-24', '10:46:56', '高兴', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (166, 145, '2021-03-24', '10:48:01', '中性', '中等程度', '有一定程度的压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (167, 144, '2021-03-24', '10:49:12', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (168, 161, '2021-03-24', '10:50:50', '疲惫', '有一点', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (169, 153, '2021-03-24', '10:51:16', '高兴', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (170, 140, '2021-03-24', '11:58:25', '中性', '有一点', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (171, 140, '2021-03-24', '13:59:37', '中性', '中等程度', '没有压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (172, 131, '2021-03-24', '15:07:54', '忧虑', '有一点', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (173, 134, '2021-03-24', '18:25:58', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (174, 142, '2021-03-24', '20:06:26', '高兴', '有一点', '没有压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (175, 130, '2021-03-24', '20:28:48', '忧虑', '有一点', '有一点压力', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (176, 140, '2021-03-24', '22:06:06', '疲惫', '中等程度', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (177, 145, '2021-03-24', '22:43:09', '高兴', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (178, 154, '2021-03-24', '22:58:26', '中性', '中等程度', '有一点压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (179, 140, '2021-03-25', '08:16:07', '中性', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (180, 131, '2021-03-25', '15:02:38', '忧虑', '有一点', '有一定程度的压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (181, 135, '2021-03-25', '19:01:54', '高兴', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (182, 140, '2021-03-25', '19:02:09', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (183, 134, '2021-03-25', '19:11:56', '中性', '有一点', '没有压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (184, 145, '2021-03-25', '19:23:46', '中性', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (185, 138, '2021-03-25', '21:01:16', '中性', '有一点', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (186, 147, '2021-03-25', '21:21:57', '生气', '有一点', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (187, 142, '2021-03-25', '23:43:38', '疲惫', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (188, 140, '2021-03-26', '09:03:01', '中性', '有一点', '没有压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (189, 135, '2021-03-26', '14:44:28', '中性', '比较多', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (190, 140, '2021-03-26', '14:46:14', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (191, 140, '2021-03-26', '19:00:48', '中性', '中等程度', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (192, 134, '2021-03-26', '19:01:40', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (193, 144, '2021-03-26', '19:01:47', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (194, 142, '2021-03-26', '19:04:08', '疲惫', '中等程度', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (195, 145, '2021-03-26', '19:15:46', '中性', '有一点', '有一点压力', '', 'afraid', -2, 2, 6);
INSERT INTO `ema_answer` VALUES (196, 161, '2021-03-26', '19:37:17', '高兴', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (197, 138, '2021-03-26', '20:24:17', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (198, 131, '2021-03-26', '22:00:05', '疲惫', '比较多', '压力很大', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (199, 140, '2021-03-27', '08:29:17', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (200, 142, '2021-03-27', '18:45:01', '疲惫', '比较多', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (201, 140, '2021-03-27', '19:00:51', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (202, 134, '2021-03-27', '19:11:12', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (203, 135, '2021-03-27', '19:12:42', '中性', '中等程度', '没有压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (204, 147, '2021-03-27', '19:30:06', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (205, 138, '2021-03-27', '20:43:16', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (206, 142, '2021-03-27', '21:33:45', '高兴', '比较多', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (207, 140, '2021-03-28', '08:24:13', '中性', '中等程度', '没有压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (208, 161, '2021-03-28', '08:32:12', '悲伤', '比较多', '有一定程度的压力', '', 'miserable', -2, -1, 2);
INSERT INTO `ema_answer` VALUES (209, 131, '2021-03-28', '11:45:48', '疲惫', '比较多', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (210, 134, '2021-03-28', '11:47:47', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (211, 132, '2021-03-28', '19:15:23', '高兴', '中等程度', '没有压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (212, 138, '2021-03-28', '19:15:42', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (213, 154, '2021-03-28', '19:16:49', '高兴', '中等程度', '没有压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (214, 140, '2021-03-28', '19:25:29', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (215, 130, '2021-03-28', '20:18:45', '忧虑', '中等程度', '有一定程度的压力', '', 'miserable', -2, -1, 2);
INSERT INTO `ema_answer` VALUES (216, 142, '2021-03-28', '20:40:18', '疲惫', '中等程度', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (217, 140, '2021-03-29', '08:23:17', '中性', '有一点', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (218, 134, '2021-03-29', '12:27:34', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (219, 142, '2021-03-29', '18:15:15', '生气', '有一点', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (220, 140, '2021-03-29', '19:04:52', '中性', '有一点', '有一点压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (221, 135, '2021-03-29', '19:10:12', '中性', '比较多', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (222, 132, '2021-03-29', '19:13:46', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (223, 154, '2021-03-29', '19:35:37', '高兴', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (224, 138, '2021-03-29', '19:43:42', '疲惫', '有一点', '没有压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (225, 161, '2021-03-29', '20:11:21', '悲伤', '中等程度', '有一定程度的压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (226, 145, '2021-03-29', '21:18:03', '忧虑', '中等程度', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (227, 131, '2021-03-29', '22:44:43', '忧虑', '比较多', '有一定程度的压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (228, 142, '2021-03-29', '22:45:47', '疲惫', '比较多', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (229, 154, '2021-03-30', '07:58:58', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (230, 140, '2021-03-30', '08:08:49', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (231, 134, '2021-03-30', '13:46:30', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (232, 140, '2021-03-30', '14:15:26', '中性', '有一点', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (233, 161, '2021-03-30', '17:01:58', '生气', '中等程度', '有一定程度的压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (234, 142, '2021-03-30', '18:53:27', '疲惫', '极其多', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (235, 131, '2021-03-30', '19:08:29', '中性', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (236, 140, '2021-03-30', '19:58:29', '中性', '中等程度', '没有压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (237, 145, '2021-03-30', '20:19:37', '忧虑', '中等程度', '有一定程度的压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (238, 154, '2021-03-30', '22:51:40', '高兴', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (239, 140, '2021-03-31', '09:08:26', '中性', '有一点', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (240, 134, '2021-03-31', '11:43:28', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (241, 140, '2021-03-31', '17:01:49', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (242, 135, '2021-03-31', '19:02:27', '疲惫', '有一点', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (243, 142, '2021-03-31', '20:05:44', '疲惫', '有一点', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (244, 161, '2021-03-31', '22:34:11', '悲伤', '比较多', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (245, 140, '2021-04-01', '08:29:05', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (246, 145, '2021-04-01', '10:04:30', '中性', '比较多', '有一点压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (247, 154, '2021-04-01', '17:20:18', '疲惫', '中等程度', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (248, 131, '2021-04-01', '18:41:32', '忧虑', '极其多', '压力很大', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (249, 135, '2021-04-01', '19:02:56', '中性', '比较多', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (250, 134, '2021-04-01', '19:15:28', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (251, 161, '2021-04-01', '19:32:22', '疲惫', '中等程度', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (252, 140, '2021-04-01', '20:00:18', '疲惫', '比较多', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (253, 142, '2021-04-01', '21:28:10', '疲惫', '比较多', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (254, 140, '2021-04-02', '08:20:31', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (255, 134, '2021-04-02', '10:13:20', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (256, 142, '2021-04-02', '18:00:37', '疲惫', '比较多', '没有压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (257, 145, '2021-04-02', '18:10:16', '中性', '中等程度', '有一定程度的压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (258, 130, '2021-04-02', '19:17:03', '忧虑', '中等程度', '有一定程度的压力', '', 'miserable', -2, -1, 2);
INSERT INTO `ema_answer` VALUES (259, 135, '2021-04-02', '19:17:12', '疲惫', '中等程度', '有一定程度的压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (260, 161, '2021-04-02', '22:12:31', '疲惫', '有一点', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (261, 140, '2021-04-03', '08:23:11', '中性', '有一点', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (262, 134, '2021-04-03', '11:44:45', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (263, 135, '2021-04-03', '17:14:52', '忧虑', '中等程度', '有一定程度的压力', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (264, 131, '2021-04-03', '17:15:47', '忧虑', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (265, 140, '2021-04-03', '17:35:43', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (266, 145, '2021-04-03', '18:30:18', '高兴', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (267, 161, '2021-04-03', '19:04:13', '高兴', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (268, 132, '2021-04-03', '19:09:58', '中性', '中等程度', '没有压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (269, 154, '2021-04-03', '19:29:23', '疲惫', '中等程度', '有一定程度的压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (270, 142, '2021-04-03', '21:12:22', '忧虑', '有一点', '有一定程度的压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (271, 140, '2021-04-03', '21:44:29', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (272, 142, '2021-04-03', '23:39:08', '高兴', '比较多', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (273, 140, '2021-04-04', '07:10:27', '高兴', '中等程度', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (274, 135, '2021-04-04', '19:45:04', '疲惫', '中等程度', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (275, 142, '2021-04-04', '19:55:52', '疲惫', '比较多', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (276, 154, '2021-04-04', '21:56:28', '疲惫', '中等程度', '有一定程度的压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (277, 140, '2021-04-05', '08:48:08', '高兴', '有一点', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (278, 161, '2021-04-05', '19:06:19', '疲惫', '中等程度', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (279, 138, '2021-04-05', '19:07:28', '忧虑', '有一点', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (280, 134, '2021-04-05', '19:29:33', '悲伤', '有一点', '没有压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (281, 134, '2021-04-05', '19:29:33', '悲伤', '有一点', '没有压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (282, 145, '2021-04-05', '19:36:24', '中性', '中等程度', '有一定程度的压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (283, 142, '2021-04-05', '19:51:19', '疲惫', '比较多', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (284, 135, '2021-04-05', '19:57:24', '中性', '中等程度', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (285, 154, '2021-04-05', '20:24:34', '中性', '中等程度', '有一定程度的压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (286, 140, '2021-04-06', '08:31:37', '中性', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (287, 140, '2021-04-06', '17:00:48', '中性', '有一点', '有一点压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (288, 131, '2021-04-06', '19:01:07', '疲惫', '极其多', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (289, 134, '2021-04-06', '19:31:39', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (290, 130, '2021-04-06', '19:38:50', '高兴', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (291, 154, '2021-04-06', '19:51:06', '中性', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (292, 145, '2021-04-06', '20:01:29', '忧虑', '中等程度', '有一点压力', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (293, 135, '2021-04-06', '20:05:50', '疲惫', '比较多', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (294, 142, '2021-04-06', '20:54:05', '疲惫', '比较多', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (295, 140, '2021-04-07', '08:59:44', '中性', '有一点', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (296, 140, '2021-04-07', '13:45:31', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (297, 134, '2021-04-07', '19:01:20', '疲惫', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (298, 142, '2021-04-07', '19:01:31', '疲惫', '中等程度', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (299, 138, '2021-04-07', '19:32:18', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (300, 145, '2021-04-07', '19:39:48', '中性', '中等程度', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (301, 131, '2021-04-07', '22:21:19', '忧虑', '中等程度', '有一定程度的压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (302, 140, '2021-04-08', '08:26:12', '中性', '有一点', '没有压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (303, 134, '2021-04-08', '15:02:55', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (304, 138, '2021-04-08', '19:01:30', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (305, 140, '2021-04-08', '19:06:43', '中性', '中等程度', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (306, 135, '2021-04-08', '19:12:36', '高兴', '中等程度', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (307, 145, '2021-04-08', '19:17:50', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (308, 147, '2021-04-08', '19:53:22', '悲伤', '中等程度', '有一定程度的压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (309, 154, '2021-04-08', '20:55:09', '疲惫', '比较多', '有一定程度的压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (310, 154, '2021-04-08', '22:22:55', '中性', '极其多', '有一定程度的压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (311, 142, '2021-04-08', '23:51:21', '疲惫', '极其多', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (312, 140, '2021-04-09', '08:23:10', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (313, 161, '2021-04-09', '10:50:08', '中性', '中等程度', '有一点压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (314, 131, '2021-04-09', '19:01:44', '忧虑', '中等程度', '有一定程度的压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (315, 142, '2021-04-09', '19:03:34', '高兴', '比较多', '有一点压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (316, 140, '2021-04-09', '19:04:59', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (317, 145, '2021-04-09', '19:20:24', '中性', '比较多', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (318, 140, '2021-04-10', '09:41:37', '中性', '有一点', '有一点压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (319, 154, '2021-04-10', '14:27:39', '中性', '有一点', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (320, 134, '2021-04-10', '17:01:06', '疲惫', '有一点', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (321, 138, '2021-04-10', '19:09:02', '中性', '有一点', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (322, 145, '2021-04-10', '19:30:43', '忧虑', '比较多', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (323, 154, '2021-04-10', '19:46:02', '疲惫', '比较多', '有一定程度的压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (324, 135, '2021-04-10', '19:50:07', '高兴', '有一点', '没有压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (325, 142, '2021-04-10', '20:02:57', '中性', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (326, 161, '2021-04-10', '20:44:58', '疲惫', '比较多', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (327, 140, '2021-04-11', '07:57:47', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (328, 131, '2021-04-11', '11:00:22', '忧虑', '比较多', '压力很大', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (329, 140, '2021-04-11', '16:45:29', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (330, 142, '2021-04-11', '18:28:18', '疲惫', '中等程度', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (331, 132, '2021-04-11', '19:01:46', '高兴', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (332, 134, '2021-04-11', '19:02:47', '中性', '有一点', '没有压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (333, 131, '2021-04-11', '19:03:11', '悲伤', '比较多', '压力很大', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (334, 145, '2021-04-11', '19:43:26', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (335, 138, '2021-04-11', '20:58:17', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (336, 135, '2021-04-11', '20:59:34', '中性', '中等程度', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (337, 140, '2021-04-12', '08:33:56', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (338, 154, '2021-04-12', '12:18:02', '高兴', '有一点', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (339, 134, '2021-04-12', '16:45:55', '疲惫', '有一点', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (340, 135, '2021-04-12', '19:01:28', '疲惫', '有一点', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (341, 161, '2021-04-12', '19:01:32', '忧虑', '中等程度', '有一定程度的压力', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (342, 140, '2021-04-12', '19:03:45', '中性', '有一点', '有一定程度的压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (343, 131, '2021-04-12', '19:26:00', '忧虑', '比较多', '压力很大', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (344, 145, '2021-04-12', '19:33:30', '中性', '中等程度', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (345, 138, '2021-04-12', '19:36:35', '中性', '有一点', '有一点压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (346, 142, '2021-04-12', '23:21:24', '悲伤', '中等程度', '没有压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (347, 140, '2021-04-13', '08:32:27', '中性', '中等程度', '有一点压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (348, 138, '2021-04-13', '19:03:13', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (349, 142, '2021-04-13', '19:05:58', '高兴', '中等程度', '有一点压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (350, 145, '2021-04-13', '19:06:52', '中性', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (351, 161, '2021-04-13', '20:15:13', '悲伤', '中等程度', '有一定程度的压力', '', 'miserable', -2, -1, 2);
INSERT INTO `ema_answer` VALUES (352, 154, '2021-04-13', '21:16:56', '疲惫', '中等程度', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (353, 134, '2021-04-13', '23:34:12', '中性', '有一点', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (354, 140, '2021-04-14', '09:09:37', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (355, 134, '2021-04-14', '12:31:50', '中性', '有一点', '没有压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (356, 138, '2021-04-14', '19:01:51', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (357, 130, '2021-04-14', '19:09:16', '忧虑', '中等程度', '有一定程度的压力', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (358, 161, '2021-04-14', '19:42:04', '疲惫', '比较多', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (359, 142, '2021-04-14', '20:58:03', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (360, 131, '2021-04-14', '21:15:44', '生气', '中等程度', '压力很大', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (361, 140, '2021-04-15', '08:09:01', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (362, 169, '2021-04-15', '09:46:13', '疲惫', '比较多', '压力很大', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (363, 140, '2021-04-15', '14:29:43', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (364, 142, '2021-04-15', '18:07:46', '疲惫', '比较多', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (365, 134, '2021-04-15', '19:01:18', '忧虑', '有一点', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (366, 161, '2021-04-15', '19:12:41', '疲惫', '比较多', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (367, 138, '2021-04-15', '19:47:00', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (368, 154, '2021-04-15', '19:54:27', '中性', '有一点', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (369, 145, '2021-04-15', '22:39:26', '生气', '有一点', '有一定程度的压力', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (370, 135, '2021-04-15', '23:26:01', '中性', '中等程度', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (371, 135, '2021-04-15', '23:26:01', '中性', '中等程度', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (372, 140, '2021-04-16', '08:59:04', '中性', '有一点', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (373, 169, '2021-04-16', '14:43:48', '忧虑', '比较多', '压力很大', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (374, 169, '2021-04-16', '14:43:48', '忧虑', '比较多', '压力很大', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (375, 142, '2021-04-16', '15:23:39', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (376, 135, '2021-04-16', '19:14:34', '中性', '比较多', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (377, 138, '2021-04-16', '20:52:57', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (378, 130, '2021-04-16', '21:19:46', '高兴', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (379, 134, '2021-04-16', '23:48:42', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (380, 140, '2021-04-17', '08:09:22', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (381, 140, '2021-04-17', '13:56:51', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (382, 145, '2021-04-17', '19:10:01', '中性', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (383, 134, '2021-04-17', '19:25:31', '中性', '有一点', '没有压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (384, 154, '2021-04-17', '19:33:33', '中性', '有一点', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (385, 131, '2021-04-17', '20:41:20', '悲伤', '极其多', '压力很大', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (386, 130, '2021-04-17', '21:37:59', '疲惫', '中等程度', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (387, 140, '2021-04-18', '12:39:17', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (388, 142, '2021-04-18', '17:55:40', '高兴', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (389, 140, '2021-04-18', '19:00:58', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (390, 134, '2021-04-18', '19:03:12', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (391, 140, '2021-04-19', '08:43:36', '中性', '有一点', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (392, 154, '2021-04-19', '17:54:07', '中性', '中等程度', '有一定程度的压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (393, 131, '2021-04-19', '19:01:32', '忧虑', '极其多', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (394, 134, '2021-04-19', '20:38:05', '中性', '有一点', '没有压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (395, 138, '2021-04-19', '20:43:08', '中性', '有一点', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (396, 138, '2021-04-19', '20:43:08', '中性', '有一点', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (397, 145, '2021-04-19', '21:50:40', '高兴', '中等程度', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (398, 140, '2021-04-20', '14:19:15', '中性', '中等程度', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (399, 131, '2021-04-20', '19:01:01', '忧虑', '比较多', '有一定程度的压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (400, 161, '2021-04-20', '19:03:41', '疲惫', '比较多', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (401, 154, '2021-04-20', '19:11:32', '中性', '有一点', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (402, 134, '2021-04-20', '19:13:33', '中性', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (403, 138, '2021-04-20', '19:13:53', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (404, 145, '2021-04-20', '19:39:30', '中性', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (405, 142, '2021-04-20', '20:05:17', '生气', '有一点', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (406, 135, '2021-04-20', '22:04:11', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (407, 140, '2021-04-21', '09:28:58', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (408, 142, '2021-04-21', '09:42:26', '中性', '中等程度', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (409, 142, '2021-04-21', '17:58:52', '疲惫', '比较多', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (410, 161, '2021-04-21', '19:02:32', '疲惫', '比较多', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (411, 134, '2021-04-21', '19:03:41', '中性', '有一点', '没有压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (412, 135, '2021-04-21', '19:10:05', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (413, 145, '2021-04-21', '19:14:26', '忧虑', '中等程度', '有一定程度的压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (414, 154, '2021-04-21', '20:33:00', '疲惫', '中等程度', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (415, 142, '2021-04-21', '20:51:31', '悲伤', '中等程度', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (416, 140, '2021-04-22', '08:20:13', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (417, 131, '2021-04-22', '19:02:45', '疲惫', '极其多', '压力很大', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (418, 134, '2021-04-22', '19:09:02', '中性', '有一点', '没有压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (419, 138, '2021-04-22', '19:20:09', '中性', '有一点', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (420, 145, '2021-04-22', '19:22:48', '生气', '有一点', '有一定程度的压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (421, 130, '2021-04-22', '19:26:07', '忧虑', '比较多', '有一定程度的压力', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (422, 161, '2021-04-22', '19:51:53', '忧虑', '极其多', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (423, 154, '2021-04-22', '22:15:21', '疲惫', '比较多', '压力很大', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (424, 142, '2021-04-22', '22:52:06', '疲惫', '极其多', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (425, 140, '2021-04-23', '08:02:08', '中性', '比较多', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (426, 142, '2021-04-23', '17:47:56', '生气', '有一点', '有一点压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (427, 161, '2021-04-23', '18:28:50', '忧虑', '极其多', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (428, 135, '2021-04-23', '19:03:20', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (429, 145, '2021-04-23', '19:15:33', '中性', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (430, 134, '2021-04-23', '19:26:52', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (431, 140, '2021-04-24', '14:02:56', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (432, 169, '2021-04-24', '15:52:49', '高兴', '有一点', '有一点压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (433, 169, '2021-04-24', '15:52:49', '高兴', '有一点', '有一点压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (434, 138, '2021-04-24', '19:01:17', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (435, 142, '2021-04-24', '19:07:15', '悲伤', '有一点', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (436, 140, '2021-04-24', '19:33:20', '中性', '中等程度', '没有压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (437, 134, '2021-04-24', '19:42:52', '中性', '有一点', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (438, 145, '2021-04-24', '20:08:39', '中性', '比较多', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (439, 131, '2021-04-24', '21:30:30', '疲惫', '极其多', '压力很大', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (440, 135, '2021-04-24', '21:32:04', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (441, 161, '2021-04-24', '21:39:37', '忧虑', '极其多', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (442, 142, '2021-04-24', '23:22:08', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (443, 154, '2021-04-24', '23:51:23', '中性', '有一点', '有一定程度的压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (444, 140, '2021-04-25', '17:30:46', '中性', '有一点', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (445, 134, '2021-04-25', '19:01:03', '中性', '有一点', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (446, 142, '2021-04-25', '19:02:40', '高兴', '中等程度', '有一点压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (447, 145, '2021-04-25', '19:08:39', '中性', '中等程度', '有一定程度的压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (448, 142, '2021-04-25', '22:58:19', '中性', '比较多', '有一点压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (449, 140, '2021-04-26', '09:12:55', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (450, 140, '2021-04-26', '14:14:39', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (451, 142, '2021-04-26', '18:50:13', '高兴', '比较多', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (452, 134, '2021-04-26', '19:11:06', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (453, 135, '2021-04-26', '20:46:07', '中性', '比较多', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (454, 145, '2021-04-27', '01:01:55', '疲惫', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (455, 140, '2021-04-27', '08:15:09', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (456, 134, '2021-04-27', '12:48:40', '中性', '有一点', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (457, 140, '2021-04-27', '16:08:07', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (458, 142, '2021-04-27', '18:22:54', '悲伤', '有一点', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (459, 161, '2021-04-27', '19:01:16', '忧虑', '极其多', '压力很大', '', 'miserable', -2, -1, 2);
INSERT INTO `ema_answer` VALUES (460, 135, '2021-04-27', '19:01:32', '疲惫', '中等程度', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (461, 130, '2021-04-27', '19:08:53', '高兴', '有一点', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (462, 131, '2021-04-27', '19:42:42', '疲惫', '极其多', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (463, 154, '2021-04-27', '19:47:09', '中性', '有一点', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (464, 145, '2021-04-27', '20:13:00', '中性', '中等程度', '有一定程度的压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (465, 140, '2021-04-28', '08:31:40', '高兴', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (466, 140, '2021-04-28', '15:51:09', '中性', '有一点', '没有压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (467, 142, '2021-04-28', '19:15:42', '高兴', '中等程度', '有一点压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (468, 134, '2021-04-28', '19:18:40', '中性', '有一点', '没有压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (469, 145, '2021-04-28', '20:26:35', '忧虑', '中等程度', '有一定程度的压力', '', 'afraid', -2, 2, 6);
INSERT INTO `ema_answer` VALUES (470, 142, '2021-04-28', '23:27:55', '疲惫', '比较多', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (471, 140, '2021-04-29', '08:15:51', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (472, 140, '2021-04-29', '13:58:49', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (473, 140, '2021-04-29', '18:48:59', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (474, 134, '2021-04-29', '19:47:17', '中性', '有一点', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (475, 161, '2021-04-29', '20:00:48', '悲伤', '比较多', '压力很大', '', 'miserable', -2, -1, 2);
INSERT INTO `ema_answer` VALUES (476, 145, '2021-04-29', '20:19:51', '忧虑', '中等程度', '有一定程度的压力', '', 'afraid', -2, 2, 6);
INSERT INTO `ema_answer` VALUES (477, 142, '2021-04-29', '21:08:02', '悲伤', '有一点', '没有压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (478, 138, '2021-04-29', '23:40:20', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (479, 140, '2021-04-30', '08:22:53', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (480, 145, '2021-04-30', '19:07:32', '疲惫', '比较多', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (481, 138, '2021-04-30', '19:30:25', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (482, 131, '2021-04-30', '20:03:24', '疲惫', '极其多', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (483, 134, '2021-04-30', '21:40:17', '疲惫', '中等程度', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (484, 140, '2021-04-30', '22:14:32', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (485, 140, '2021-05-01', '14:20:56', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (486, 142, '2021-05-01', '17:27:09', '高兴', '比较多', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (487, 154, '2021-05-01', '19:04:51', '中性', '有一点', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (488, 134, '2021-05-01', '19:15:55', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (489, 145, '2021-05-01', '19:59:32', '中性', '比较多', '有一点压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (490, 140, '2021-05-01', '20:27:57', '疲惫', '有一点', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (491, 135, '2021-05-01', '20:43:03', '忧虑', '有一点', '有一点压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (492, 142, '2021-05-02', '00:06:24', '高兴', '极其多', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (493, 140, '2021-05-02', '07:19:49', '中性', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (494, 135, '2021-05-02', '19:02:12', '疲惫', '有一点', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (495, 131, '2021-05-02', '19:30:28', '忧虑', '极其多', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (496, 142, '2021-05-02', '19:42:51', '高兴', '中等程度', '没有压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (497, 134, '2021-05-02', '19:46:56', '疲惫', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (498, 130, '2021-05-02', '20:08:49', '高兴', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (499, 140, '2021-05-03', '08:33:50', '中性', '比较多', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (500, 140, '2021-05-03', '14:54:28', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (501, 130, '2021-05-03', '19:01:53', '高兴', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (502, 135, '2021-05-03', '19:08:06', '忧虑', '有一点', '有一定程度的压力', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (503, 145, '2021-05-03', '21:16:37', '中性', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (504, 140, '2021-05-04', '08:48:48', '中性', '中等程度', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (505, 134, '2021-05-04', '19:02:56', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (506, 142, '2021-05-04', '19:07:14', '疲惫', '极其多', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (507, 138, '2021-05-04', '19:09:02', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (508, 131, '2021-05-04', '19:11:32', '疲惫', '比较多', '压力很大', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (509, 135, '2021-05-04', '19:11:39', '中性', '比较多', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (510, 140, '2021-05-04', '19:44:21', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (511, 140, '2021-05-05', '08:29:48', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (512, 140, '2021-05-05', '14:37:26', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (513, 130, '2021-05-05', '19:01:44', '高兴', '中等程度', '有一定程度的压力', '', 'glad', 2, 1, 15);
INSERT INTO `ema_answer` VALUES (514, 134, '2021-05-05', '19:02:12', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (515, 135, '2021-05-05', '19:03:27', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (516, 142, '2021-05-05', '19:25:49', '高兴', '极其多', '有一点压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (517, 145, '2021-05-05', '19:30:26', '忧虑', '有一点', '有一定程度的压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (518, 131, '2021-05-05', '19:34:23', '疲惫', '极其多', '压力很大', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (519, 142, '2021-05-05', '23:06:30', '疲惫', '比较多', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (520, 140, '2021-05-06', '08:24:26', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (521, 134, '2021-05-06', '16:25:17', '忧虑', '有一点', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (522, 140, '2021-05-06', '19:00:37', '中性', '中等程度', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (523, 142, '2021-05-06', '19:00:58', '疲惫', '极其多', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (524, 130, '2021-05-06', '19:01:10', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (525, 145, '2021-05-06', '19:20:59', '生气', '有一点', '有一定程度的压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (526, 138, '2021-05-06', '19:44:46', '中性', '有一点', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (527, 140, '2021-05-07', '08:42:10', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (528, 140, '2021-05-07', '19:01:07', '中性', '有一点', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (529, 134, '2021-05-07', '19:02:02', '中性', '有一点', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (530, 138, '2021-05-07', '19:04:46', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (531, 138, '2021-05-07', '19:05:39', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (532, 145, '2021-05-07', '20:14:14', '高兴', '中等程度', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (533, 142, '2021-05-07', '21:00:31', '高兴', '比较多', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (534, 135, '2021-05-07', '21:13:12', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (535, 140, '2021-05-08', '08:21:27', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (536, 142, '2021-05-08', '17:20:23', '疲惫', '比较多', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (537, 131, '2021-05-08', '18:02:32', '疲惫', '极其多', '压力很大', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (538, 134, '2021-05-08', '19:01:32', '中性', '有一点', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (539, 130, '2021-05-08', '19:27:36', '忧虑', '比较多', '压力很大', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (540, 140, '2021-05-09', '09:25:24', '中性', '中等程度', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (541, 142, '2021-05-09', '18:16:45', '忧虑', '有一点', '没有压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (542, 140, '2021-05-09', '19:01:04', '中性', '中等程度', '有一点压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (543, 134, '2021-05-09', '19:15:58', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (544, 145, '2021-05-09', '19:31:52', '中性', '中等程度', '有一定程度的压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (545, 140, '2021-05-10', '09:00:55', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (546, 140, '2021-05-10', '19:01:41', '中性', '比较多', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (547, 134, '2021-05-10', '19:01:52', '中性', '有一点', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (548, 161, '2021-05-10', '19:03:08', '忧虑', '极其多', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (549, 131, '2021-05-10', '19:03:15', '忧虑', '极其多', '压力很大', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (550, 142, '2021-05-10', '19:03:52', '悲伤', '比较多', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (551, 145, '2021-05-10', '19:32:56', '忧虑', '有一点', '有一定程度的压力', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (552, 140, '2021-05-11', '08:17:46', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (553, 142, '2021-05-11', '16:15:21', '忧虑', '有一点', '有一定程度的压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (554, 130, '2021-05-11', '19:03:14', '疲惫', '中等程度', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (555, 135, '2021-05-11', '19:19:49', '忧虑', '有一点', '有一定程度的压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (556, 134, '2021-05-11', '20:34:44', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (557, 142, '2021-05-11', '22:52:13', '高兴', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (558, 145, '2021-05-11', '22:57:38', '疲惫', '比较多', '有一定程度的压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (559, 140, '2021-05-12', '11:13:29', '中性', '中等程度', '有一点压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (560, 142, '2021-05-12', '18:50:57', '忧虑', '中等程度', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (561, 131, '2021-05-12', '19:00:51', '忧虑', '中等程度', '有一定程度的压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (562, 138, '2021-05-12', '19:02:05', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (563, 134, '2021-05-12', '19:02:22', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (564, 145, '2021-05-12', '19:59:17', '生气', '有一点', '有一定程度的压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (565, 140, '2021-05-13', '09:04:37', '中性', '中等程度', '有一定程度的压力', '', 'sad', -1, -1, 4);
INSERT INTO `ema_answer` VALUES (566, 134, '2021-05-13', '19:01:55', '中性', '有一点', '没有压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (567, 138, '2021-05-13', '19:44:27', '中性', '有一点', '没有压力', '', 'satisfied', 2, -1, 12);
INSERT INTO `ema_answer` VALUES (568, 142, '2021-05-13', '20:41:49', '忧虑', '比较多', '有一定程度的压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (569, 140, '2021-05-14', '08:25:23', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (570, 140, '2021-05-14', '12:36:04', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (571, 131, '2021-05-14', '19:12:27', '疲惫', '比较多', '有一定程度的压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (572, 135, '2021-05-14', '20:24:45', '疲惫', '有一点', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (573, 134, '2021-05-14', '21:04:03', '中性', '有一点', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (574, 140, '2021-05-15', '14:35:56', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (575, 142, '2021-05-15', '19:07:12', '忧虑', '有一点', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (576, 131, '2021-05-15', '19:49:27', '生气', '比较多', '压力很大', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (577, 134, '2021-05-15', '19:49:54', '中性', '有一点', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (578, 135, '2021-05-15', '19:49:58', '中性', '比较多', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (579, 161, '2021-05-15', '19:51:54', '疲惫', '中等程度', '压力很大', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (580, 145, '2021-05-15', '19:52:29', '忧虑', '比较多', '有一定程度的压力', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (581, 140, '2021-05-16', '09:31:22', '中性', '有一点', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (582, 140, '2021-05-16', '13:55:41', '中性', '有一点', '有一点压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (583, 134, '2021-05-16', '18:09:40', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (584, 138, '2021-05-16', '19:01:46', '中性', '有一点', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (585, 135, '2021-05-16', '19:01:52', '忧虑', '有一点', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (586, 145, '2021-05-16', '19:08:55', '中性', '中等程度', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (587, 142, '2021-05-16', '20:53:20', '高兴', '极其多', '有一定程度的压力', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (588, 140, '2021-05-16', '22:18:12', '中性', '中等程度', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (589, 140, '2021-05-17', '09:22:11', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (590, 140, '2021-05-18', '08:26:05', '中性', '中等程度', '没有压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (591, 140, '2021-05-18', '13:38:55', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (592, 140, '2021-05-19', '08:13:51', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (593, 142, '2021-05-19', '13:16:15', '忧虑', '比较多', '有一点压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (594, 140, '2021-05-20', '07:53:21', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (595, 142, '2021-05-20', '20:50:46', '疲惫', '比较多', '有一定程度的压力', '', 'frustrated', -2, 1, 5);
INSERT INTO `ema_answer` VALUES (596, 140, '2021-05-21', '08:59:09', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (597, 140, '2021-05-22', '08:28:43', '中性', '中等程度', '有一点压力', '', 'excited', 1, 2, 14);
INSERT INTO `ema_answer` VALUES (598, 140, '2021-05-24', '09:19:17', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (599, 140, '2021-05-25', '09:36:44', '中性', '比较多', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (600, 140, '2021-05-26', '08:26:38', '中性', '中等程度', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (601, 140, '2021-05-27', '08:59:23', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (602, 140, '2021-05-28', '08:37:07', '高兴', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (603, 140, '2021-06-06', '10:44:52', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (604, 140, '2021-06-07', '22:13:06', '中性', '中等程度', '没有压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (605, 140, '2021-06-09', '14:25:20', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (606, 140, '2021-06-11', '08:26:29', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (607, 140, '2021-06-12', '08:26:54', '中性', '有一点', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (608, 140, '2021-06-13', '08:39:04', '中性', '有一点', '有一点压力', '', 'tense', -1, 2, 8);
INSERT INTO `ema_answer` VALUES (609, 140, '2021-06-14', '08:46:48', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (610, 140, '2021-06-14', '20:34:54', '中性', '中等程度', '有一点压力', '', 'tired', -1, -2, 3);
INSERT INTO `ema_answer` VALUES (611, 140, '2021-06-15', '08:19:03', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (612, 140, '2021-06-16', '08:31:13', '中性', '比较多', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (613, 140, '2021-06-17', '08:32:45', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (614, 140, '2021-06-18', '12:00:09', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (615, 140, '2021-06-19', '08:47:32', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (616, 140, '2021-06-20', '08:49:38', '中性', '中等程度', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (617, 140, '2021-06-21', '08:14:55', '中性', '中等程度', '有一点压力', '', 'sleepy', 1, -2, 9);
INSERT INTO `ema_answer` VALUES (618, 140, '2021-06-23', '08:35:33', '中性', '有一点', '没有压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (619, 140, '2021-06-24', '08:53:37', '中性', '中等程度', '有一点压力', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (620, 140, '2021-06-25', '08:41:10', '中性', '有一点', '没有压力', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (621, 140, '2021-06-26', '08:10:51', '中性', '中等程度', '没有压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (622, 140, '2021-06-28', '08:45:03', '中性', '中等程度', '有一点压力', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (623, 140, '2021-06-29', '08:43:49', '中性', '有一点', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (624, 140, '2021-06-30', '08:44:14', '中性', '中等程度', '有一点压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (625, 140, '2021-07-01', '12:51:02', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (626, 140, '2021-07-03', '08:55:36', '中性', '中等程度', '没有压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (627, 140, '2021-07-04', '09:34:17', '中性', '中等程度', '有一点压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (628, 1, '2021-09-19', '22:35:53', '生气', '比较多', '有一定程度的压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (629, 1, '2021-04-14', '10:59:29', '高兴', '比较多', '有一定程度的压力', '', 'afraid', -2, 2, 6);
INSERT INTO `ema_answer` VALUES (630, 1, '2021-04-14', '10:59:39', '恐惧', '比较多', '有一定程度的压力', '', 'gloomy', -2, -2, 1);
INSERT INTO `ema_answer` VALUES (631, 1, '2021-04-14', '10:59:48', '中性', '比较多', '压力很大', '', 'delighted', 2, 2, 16);
INSERT INTO `ema_answer` VALUES (632, 1, '2021-04-14', '11:00:12', '疲惫', '中等程度', '有一点压力', '', 'serene', 2, -2, 11);
INSERT INTO `ema_answer` VALUES (633, 1, '2021-04-14', '11:00:21', '高兴', '比较多', '有一定程度的压力', '', 'calm', 1, -1, 10);
INSERT INTO `ema_answer` VALUES (634, 1, '2021-04-14', '11:03:59', '生气', '中等程度', '没有压力', '', 'angry', -1, 1, 7);
INSERT INTO `ema_answer` VALUES (635, 1, '2021-04-14', '11:04:09', '中性', '比较多', '有一定程度的压力', '', 'happy', 1, 1, 13);
INSERT INTO `ema_answer` VALUES (636, 140, '2021-10-07', '17:29:56', '中性', '中等程度', '没有压力', '', 'calm', 1, -1, 10);

-- ----------------------------
-- Table structure for emotion_answer
-- ----------------------------
DROP TABLE IF EXISTS `emotion_answer`;
CREATE TABLE `emotion_answer`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL,
  `log_date` date NOT NULL COMMENT '记录日期',
  `log_time` time(0) NOT NULL COMMENT '记录时间',
  `valence` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '愉悦度（闷闷不乐--》情绪高涨）',
  `physical_state` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '身体状态（倦怠--》活力四射）',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `k_log_date`(`log_date`) USING BTREE,
  INDEX `fk_user_id_4`(`user_id`) USING BTREE,
  CONSTRAINT `fk_user_id_4` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 5 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '由于情绪在某一天不是一成不变地，要求用户随时记录，这样数据库中会存在多条记录。为了更好进行连接查找，与之前地问卷表同样设置了userid和log_date，用来表示相关性；同时还增加了时间字段' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of emotion_answer
-- ----------------------------
INSERT INTO `emotion_answer` VALUES (1, 3, '2020-10-26', '18:28:58', '情绪高涨', '活力四射');
INSERT INTO `emotion_answer` VALUES (2, 3, '2020-10-29', '20:31:14', '情绪高涨', '活力四射');
INSERT INTO `emotion_answer` VALUES (3, 3, '2020-11-04', '22:06:32', '闷闷不乐4', '倦怠4');
INSERT INTO `emotion_answer` VALUES (4, 3, '2020-11-07', '09:20:59', '闷闷不乐5', '倦怠5');

-- ----------------------------
-- Table structure for flourishing_scale
-- ----------------------------
DROP TABLE IF EXISTS `flourishing_scale`;
CREATE TABLE `flourishing_scale`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '记录id',
  `user_id` bigint(20) NOT NULL COMMENT '用户id',
  `log_date` date NOT NULL COMMENT '填报日期',
  `fs_q1` tinyint(255) NOT NULL DEFAULT 0 COMMENT 'I lead a purposeful and meaningful life',
  `fs_q2` tinyint(255) NOT NULL DEFAULT 0 COMMENT 'My social relationships are supportive and rewarding',
  `fs_q3` tinyint(255) NOT NULL DEFAULT 0 COMMENT 'I am engaged and interested in my daily activities',
  `fs_q4` tinyint(255) NOT NULL DEFAULT 0 COMMENT 'I actively contribute to the happiness and well-being of others',
  `fs_q5` tinyint(255) NOT NULL DEFAULT 0 COMMENT 'I am competent and capable in the activities that are important to me',
  `fs_q6` tinyint(255) NOT NULL DEFAULT 0 COMMENT 'I am a good person and live a good life',
  `fs_q7` tinyint(255) NOT NULL DEFAULT 0 COMMENT 'I am optimistic about my future',
  `fs_q8` tinyint(255) NOT NULL DEFAULT 0 COMMENT 'People respect me',
  `score` tinyint(255) NOT NULL DEFAULT 0 COMMENT '总分',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `u_user_logdate_6`(`user_id`, `log_date`) USING BTREE,
  INDEX `k_log_date_6`(`log_date`) USING BTREE,
  CONSTRAINT `fk_user_id_6` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 7 CHARACTER SET = latin1 COLLATE = latin1_swedish_ci COMMENT = 'Diener参考了主观幸福感的不足，结合心理幸福感和社会幸福感编制了心盛量表，FS量表包含了幸福感所具备的八个元素：目标和意义感、良好的社会关系、投入与兴趣、能力、帮助他人、自我接纳、对未来乐观、他人的尊重，大量研究表明FS量表具有良好的信度和效度，是较为全面的测量幸福感的新型工具。\r\nFS量表包含8个正向问题，分数范围从8-56，分数越高说明被试者拥有更多的积极心理资源和社会功能，个体的积极心理水平也就越高' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of flourishing_scale
-- ----------------------------
INSERT INTO `flourishing_scale` VALUES (1, 3, '2020-11-08', 2, 3, 4, 1, 7, 5, 3, 1, 26);
INSERT INTO `flourishing_scale` VALUES (2, 3, '2020-11-09', 7, 2, 4, 1, 7, 5, 3, 1, 30);
INSERT INTO `flourishing_scale` VALUES (3, 3, '2020-11-10', 7, 2, 4, 1, 7, 5, 3, 6, 35);
INSERT INTO `flourishing_scale` VALUES (4, 1, '2020-11-11', 4, 7, 1, 4, 4, 3, 3, 3, 29);
INSERT INTO `flourishing_scale` VALUES (5, 1, '2020-11-12', 3, 5, 5, 5, 3, 2, 4, 4, 31);
INSERT INTO `flourishing_scale` VALUES (6, 1, '2020-11-16', 1, 2, 4, 1, 7, 5, 3, 6, 29);

-- ----------------------------
-- Table structure for gad7_scale
-- ----------------------------
DROP TABLE IF EXISTS `gad7_scale`;
CREATE TABLE `gad7_scale`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL,
  `log_date` date NOT NULL,
  `gad7_q1` tinyint(255) NOT NULL DEFAULT 0,
  `gad7_q2` tinyint(255) NOT NULL DEFAULT 0,
  `gad7_q3` tinyint(255) NOT NULL DEFAULT 0,
  `gad7_q4` tinyint(255) NOT NULL DEFAULT 0,
  `gad7_q5` tinyint(255) NOT NULL DEFAULT 0,
  `gad7_q6` tinyint(255) NOT NULL DEFAULT 0,
  `gad7_q7` tinyint(255) NOT NULL DEFAULT 0,
  `score` tinyint(255) NOT NULL DEFAULT 0,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `u_user_logdate_10`(`user_id`, `log_date`) USING BTREE,
  INDEX `k_log_date_10`(`log_date`) USING BTREE,
  CONSTRAINT `fk_user_id_10` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 7 CHARACTER SET = latin1 COLLATE = latin1_swedish_ci COMMENT = '过去两周内，患者是否遇到如下7个焦虑相关问题。根本没有=0分，有些天存在哪些感觉=1分，超过一半的时间都是如此=2分，基本每天都是如此=3分；' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of gad7_scale
-- ----------------------------
INSERT INTO `gad7_scale` VALUES (1, 3, '2020-11-13', 0, 0, 0, 0, 0, 0, 0, 0);
INSERT INTO `gad7_scale` VALUES (2, 1, '2020-11-12', 0, 1, 2, 3, 0, 1, 2, 9);
INSERT INTO `gad7_scale` VALUES (3, 1, '2020-11-13', 0, 1, 2, 3, 0, 1, 2, 9);
INSERT INTO `gad7_scale` VALUES (4, 1, '2020-11-14', 0, 1, 2, 3, 0, 1, 2, 9);
INSERT INTO `gad7_scale` VALUES (5, 1, '2020-11-15', 0, 0, 0, 0, 0, 0, 0, 0);
INSERT INTO `gad7_scale` VALUES (6, 1, '2020-11-16', 0, 1, 2, 3, 0, 1, 2, 9);

-- ----------------------------
-- Table structure for invition_code
-- ----------------------------
DROP TABLE IF EXISTS `invition_code`;
CREATE TABLE `invition_code`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL COMMENT '医生或者管理员的id',
  `invition_code` varchar(32) CHARACTER SET latin1 COLLATE latin1_swedish_ci NULL DEFAULT NULL COMMENT '邀请码',
  `inviter` bigint(20) NULL DEFAULT NULL COMMENT '邀请者的id',
  `assistant_code` varchar(32) CHARACTER SET latin1 COLLATE latin1_swedish_ci NULL DEFAULT NULL COMMENT '助理邀请码，用于邀请助理注册',
  `group_id` bigint(20) NOT NULL COMMENT '助理归属于的医生的id，可以一个小组的id',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `u_invition_code`(`invition_code`) USING BTREE,
  INDEX `fk_userId_13`(`user_id`) USING BTREE,
  INDEX `fk_userId_13_2`(`inviter`) USING BTREE,
  CONSTRAINT `fk_userId_13` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `fk_userId_13_2` FOREIGN KEY (`inviter`) REFERENCES `user_info` (`user_id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE = InnoDB AUTO_INCREMENT = 9 CHARACTER SET = latin1 COLLATE = latin1_swedish_ci COMMENT = '用于管理后台管理端的用户，通过邀请码注册' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of invition_code
-- ----------------------------
INSERT INTO `invition_code` VALUES (1, 1, '710129', 1, '710130', 1);
INSERT INTO `invition_code` VALUES (2, 82, '820gpb', 1, '820gpc', 82);
INSERT INTO `invition_code` VALUES (3, 100, '100g6gj', 1, '100g6gk', 100);
INSERT INTO `invition_code` VALUES (4, 102, '102o2oo', 1, '102o2gk', 102);
INSERT INTO `invition_code` VALUES (5, 123, '123fe36', 1, '123fe37', 123);
INSERT INTO `invition_code` VALUES (6, 126, '12605pr', 102, NULL, 102);
INSERT INTO `invition_code` VALUES (7, 127, NULL, 1, NULL, 1);
INSERT INTO `invition_code` VALUES (8, 129, '1294w2i', 1, '1297sn4', 129);

-- ----------------------------
-- Table structure for loneliness_scale
-- ----------------------------
DROP TABLE IF EXISTS `loneliness_scale`;
CREATE TABLE `loneliness_scale`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL,
  `log_date` date NOT NULL,
  `ls_q1` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q2` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q3` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q4` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q5` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q6` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q7` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q8` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q9` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q10` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q11` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q12` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q13` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q14` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q15` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q16` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q17` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q18` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q19` tinyint(255) NOT NULL DEFAULT 0,
  `ls_q20` tinyint(255) NOT NULL DEFAULT 0,
  `score` tinyint(255) NOT NULL DEFAULT 0,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `u_user_logdate_9`(`user_id`, `log_date`) USING BTREE,
  INDEX `k_log_date_9`(`log_date`) USING BTREE,
  CONSTRAINT `fk_user_id_9` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 5 CHARACTER SET = latin1 COLLATE = latin1_swedish_ci COMMENT = 'UCLA孤独量表由心理学家Russell,Peplau,Ferguson等人在1978年编制，曾经在1980年和1988年进行了两次修订，分别为第二版和第三版，此项目中使用的是第三版。\r\n\n本量表主要评价由对社会交往的渴望与实际水平的差距而产生的孤独感。全量表共有20个条目，每个条目有4级频度评分其中有9个条目反序记分，分数越高，孤独程度越高。' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of loneliness_scale
-- ----------------------------
INSERT INTO `loneliness_scale` VALUES (1, 3, '2020-11-11', 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 1, 0, 0, 1, 1, 0, 0, 0, 0, 4);
INSERT INTO `loneliness_scale` VALUES (2, 3, '2020-11-12', 1, 0, 0, 0, 4, 4, 0, 0, 4, 4, 0, 0, 0, 0, 4, 4, 0, 0, 0, 0, 16);
INSERT INTO `loneliness_scale` VALUES (3, 1, '2020-11-12', 2, 4, 4, 3, 3, 3, 3, 4, 2, 2, 1, 1, 2, 4, 1, 2, 1, 4, 2, 2, 50);
INSERT INTO `loneliness_scale` VALUES (4, 1, '2020-11-16', 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 49);

-- ----------------------------
-- Table structure for media
-- ----------------------------
DROP TABLE IF EXISTS `media`;
CREATE TABLE `media`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL,
  `file_type` varchar(32) CHARACTER SET latin1 COLLATE latin1_swedish_ci NOT NULL,
  `log_date` date NOT NULL,
  `log_time` time(0) NOT NULL,
  `file_path` varchar(255) CHARACTER SET latin1 COLLATE latin1_swedish_ci NOT NULL,
  `infer` varchar(255) CHARACTER SET latin1 COLLATE latin1_swedish_ci NULL DEFAULT NULL,
  `infer_cost` decimal(10, 2) NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `fk_audo_userid`(`user_id`) USING BTREE,
  CONSTRAINT `fk_depressionvideo_userid` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE = InnoDB AUTO_INCREMENT = 12 CHARACTER SET = latin1 COLLATE = latin1_swedish_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of media
-- ----------------------------
INSERT INTO `media` VALUES (1, 1, 'depression-video', '2021-09-19', '19:13:23', '/depression-video/1_depression-video_20210919_117240db-8886-4942-8228-6dddd7e4bb63.jpg', '6', 1892.00);
INSERT INTO `media` VALUES (2, 1, 'depression-video', '2021-09-19', '19:14:52', '/depression-video/1_depression-video_20210919_c3e58e67-545b-4794-ad86-92650e4c813b.mp4', '12', 27058.00);
INSERT INTO `media` VALUES (3, 1, 'depression-video', '2021-09-19', '19:16:18', '/depression-video/1_depression-video_20210919_703aa4d9-e556-4d39-b3f2-92c2f0751aba.mp4', '9', 27089.00);
INSERT INTO `media` VALUES (4, 1, 'depression-video', '2021-09-19', '19:16:49', '/depression-video/1_depression-video_20210919_63d1dc5c-5f46-4d2a-872a-693b665a2b7d.mp4', '10', 27363.00);
INSERT INTO `media` VALUES (5, 1, 'depression-video', '2021-09-19', '19:17:34', '/depression-video/1_depression-video_20210919_4018c31c-bd0a-4825-abf5-e13883a568c8.mp4', '15', 27200.00);
INSERT INTO `media` VALUES (6, 1, 'depression-video', '2021-09-19', '21:52:20', '/depression-video/1_depression-video_20210919_efb5f05f-e50f-440d-baad-21448f14d7c7.mp4', '8', 27044.00);
INSERT INTO `media` VALUES (7, 1, 'depression-video', '2021-09-19', '22:34:40', '/depression-video/1_depression-video_20210919_894d780b-3a54-457b-84bf-4ecbb442b7d1.mp4', '11', 6340.00);
INSERT INTO `media` VALUES (8, 1, 'depression-video', '2021-09-19', '22:52:28', '/depression-video/1_depression-video_20210919_6b1f4e58-cdd1-46ef-a14e-4867f7d3253b.mp4', '6', 30052.00);
INSERT INTO `media` VALUES (9, 1, 'depression-video', '2021-09-19', '22:54:53', '/depression-video/1_depression-video_20210919_49da8926-8247-4547-8036-f6221d8d5642.mp4', '8', 24947.00);
INSERT INTO `media` VALUES (10, 1, 'depression-video', '2021-09-19', '22:59:27', '/depression-video/1_depression-video_20210919_e4a9a3d7-655b-454c-8a4f-9a3c94f3f71a.mp4', '9', 174138.00);
INSERT INTO `media` VALUES (11, 1, 'depression-video', '2021-09-19', '23:16:51', '/depression-video/1_depression-video_20210919_5aca42eb-1e52-4a29-8696-f6caf8c964e0.mp4', '13', 170587.00);

-- ----------------------------
-- Table structure for nwpu_user_info
-- ----------------------------
DROP TABLE IF EXISTS `nwpu_user_info`;
CREATE TABLE `nwpu_user_info`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL COMMENT '用户id',
  `nwpu_id` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '用户学号/工号',
  `college` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '所属学院/单位名字',
  `grade` smallint(6) NOT NULL DEFAULT 0 COMMENT '用户所在年级，入学/校年份',
  `type` enum('未知','本科生','硕士生','博士生','教职工') CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '未知' COMMENT '用户类型，未知（0），本科生（1），硕士（2），博士（3），教职工（4）',
  `add_timestamp_mils` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间戳',
  `mod_timestamp_mils` datetime(0) NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP(0) COMMENT '修改时间戳',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `u_nwpu_id`(`nwpu_id`) USING BTREE COMMENT '学号/工号唯一',
  UNIQUE INDEX `u_user_id_3`(`user_id`) USING BTREE,
  INDEX `fk_user_id`(`user_id`) USING BTREE,
  CONSTRAINT `fk_user_id` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 9 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '西北工业大学用户信息' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of nwpu_user_info
-- ----------------------------
INSERT INTO `nwpu_user_info` VALUES (4, 2, '2019001234', '计算机学院', 2019, '硕士生', '2020-10-26 16:49:03', NULL);
INSERT INTO `nwpu_user_info` VALUES (5, 20, '2017xx1234', '计算机学院', 2017, '本科生', '2020-11-02 01:11:56', '2020-11-02 01:26:37');
INSERT INTO `nwpu_user_info` VALUES (6, 45, '2000991234', '计算机学院', 2000, '本科生', '2020-12-03 22:28:25', '2020-12-03 22:28:29');
INSERT INTO `nwpu_user_info` VALUES (7, 1, '2017302297', '计算机学院', 2017, '本科生', '2020-12-04 22:42:46', '2020-12-04 22:43:09');
INSERT INTO `nwpu_user_info` VALUES (8, 77, '2017000000', '计算机学院', 2017, '硕士生', '2020-12-08 16:00:04', '2020-12-08 16:01:29');

-- ----------------------------
-- Table structure for perceived_stress_scale
-- ----------------------------
DROP TABLE IF EXISTS `perceived_stress_scale`;
CREATE TABLE `perceived_stress_scale`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL,
  `log_date` date NOT NULL,
  `pss_q1` tinyint(255) NOT NULL DEFAULT 0 COMMENT '一些无法预期的事情发生而感到心烦意乱',
  `pss_q2` tinyint(255) NOT NULL DEFAULT 0 COMMENT '感觉无法控制自己生活中重要的事情',
  `pss_q3` tinyint(255) NOT NULL DEFAULT 0 COMMENT '感到紧张不安和压力',
  `pss_q4` tinyint(255) NOT NULL DEFAULT 0 COMMENT '成功地处理恼人的生活麻烦',
  `pss_q5` tinyint(255) NOT NULL DEFAULT 0 COMMENT '感到自己是有效地处理生活中所发生的重要改变',
  `pss_q6` tinyint(255) NOT NULL DEFAULT 0 COMMENT '对于有能力处理自己私人的问题感到很有信心 ',
  `pss_q7` tinyint(255) NOT NULL DEFAULT 0 COMMENT '感到事情顺心如意',
  `pss_q8` tinyint(255) NOT NULL DEFAULT 0 COMMENT '发现自己无法处理所有自己必须做的事情',
  `pss_q9` tinyint(255) NOT NULL DEFAULT 0 COMMENT '有办法控制生活中恼人的事情',
  `pss_q10` tinyint(255) NOT NULL DEFAULT 0 COMMENT '常觉得自己是驾驭事情的主人',
  `pss_q11` tinyint(255) NOT NULL DEFAULT 0 COMMENT '常生气，因为很多事情的发生是超出自己所能控制的',
  `pss_q12` tinyint(255) NOT NULL DEFAULT 0 COMMENT '.经常想到有些事情是自己必须完成的',
  `pss_q13` tinyint(255) NOT NULL DEFAULT 0 COMMENT '常能掌握时间安排方式',
  `pss_q14` tinyint(255) NOT NULL DEFAULT 0 COMMENT '常感到困难的事情堆积如山，而自己无法克服它们',
  `score` tinyint(255) NOT NULL DEFAULT 0,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `u_user_logdate_8`(`user_id`, `log_date`) USING BTREE,
  INDEX `k_log_date_8`(`log_date`) USING BTREE,
  CONSTRAINT `fk_user_id_8` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 54 CHARACTER SET = latin1 COLLATE = latin1_swedish_ci COMMENT = '这份量表是在询问在最近一个月来，您个人的感受和想法，请您于每一个题项上作答时，去指出您感受或想到某一特定想法的频率。虽然有些问题看是相似，实则是有所差异，所以每一题均需作答。\r\n而作答方式尽量以快速、不假思索方式填答，亦即不要去思虑计算每一题分数背后之意涵，以期确实反应您真实的压力知觉状况。而每一题项皆有下列五种选择。' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of perceived_stress_scale
-- ----------------------------
INSERT INTO `perceived_stress_scale` VALUES (1, 3, '2020-11-08', 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 28);
INSERT INTO `perceived_stress_scale` VALUES (2, 3, '2020-11-09', 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 28);
INSERT INTO `perceived_stress_scale` VALUES (3, 3, '2020-11-10', 1, 1, 1, 1, 1, 1, 1, 1, 2, 1, 1, 1, 1, 1, 27);
INSERT INTO `perceived_stress_scale` VALUES (4, 1, '2020-11-11', 2, 1, 0, 2, 1, 2, 1, 3, 1, 4, 1, 2, 2, 1, 25);
INSERT INTO `perceived_stress_scale` VALUES (5, 1, '2020-11-12', 2, 2, 1, 4, 3, 2, 3, 1, 2, 1, 4, 1, 0, 3, 27);
INSERT INTO `perceived_stress_scale` VALUES (6, 1, '2020-11-16', 1, 1, 1, 1, 1, 1, 1, 1, 2, 1, 1, 1, 1, 1, 27);
INSERT INTO `perceived_stress_scale` VALUES (7, 1, '2020-11-18', 4, 1, 0, 1, 4, 0, 1, 0, 0, 0, 0, 0, 1, 0, 26);
INSERT INTO `perceived_stress_scale` VALUES (8, 1, '2020-11-19', 0, 1, 3, 1, 1, 0, 1, 1, 3, 2, 1, 2, 3, 1, 26);
INSERT INTO `perceived_stress_scale` VALUES (9, 1, '2020-11-26', 2, 0, 1, 0, 0, 1, 0, 0, 0, 1, 1, 2, 0, 0, 32);
INSERT INTO `perceived_stress_scale` VALUES (10, 1, '2020-11-28', 0, 0, 0, 3, 4, 2, 1, 2, 1, 1, 1, 3, 4, 3, 21);
INSERT INTO `perceived_stress_scale` VALUES (11, 1, '2020-12-07', 2, 2, 1, 4, 4, 3, 1, 3, 3, 2, 3, 1, 2, 2, 23);
INSERT INTO `perceived_stress_scale` VALUES (12, 1, '2020-12-14', 3, 1, 1, 4, 3, 3, 4, 2, 3, 2, 1, 2, 2, 2, 19);
INSERT INTO `perceived_stress_scale` VALUES (13, 1, '2020-12-18', 1, 1, 2, 2, 3, 4, 3, 3, 3, 3, 3, 2, 3, 2, 21);
INSERT INTO `perceived_stress_scale` VALUES (14, 1, '2021-01-08', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 28);
INSERT INTO `perceived_stress_scale` VALUES (15, 3, '2021-03-04', 0, 0, 0, 0, 3, 3, 4, 0, 4, 0, 1, 2, 3, 3, 17);
INSERT INTO `perceived_stress_scale` VALUES (16, 120, '2021-03-04', 3, 4, 4, 1, 1, 1, 2, 2, 4, 0, 2, 1, 3, 3, 35);
INSERT INTO `perceived_stress_scale` VALUES (17, 109, '2021-03-09', 3, 4, 3, 0, 0, 1, 1, 4, 1, 0, 3, 3, 4, 3, 44);
INSERT INTO `perceived_stress_scale` VALUES (18, 136, '2021-03-15', 1, 1, 1, 3, 3, 4, 4, 2, 3, 4, 1, 4, 3, 1, 15);
INSERT INTO `perceived_stress_scale` VALUES (19, 134, '2021-03-15', 0, 0, 0, 4, 3, 3, 3, 0, 4, 2, 1, 3, 2, 0, 11);
INSERT INTO `perceived_stress_scale` VALUES (20, 130, '2021-03-15', 3, 2, 3, 2, 2, 2, 2, 2, 2, 1, 2, 2, 2, 2, 31);
INSERT INTO `perceived_stress_scale` VALUES (21, 138, '2021-03-15', 1, 1, 1, 3, 3, 3, 1, 1, 3, 3, 2, 3, 3, 1, 19);
INSERT INTO `perceived_stress_scale` VALUES (22, 140, '2021-03-15', 1, 1, 2, 3, 3, 3, 4, 1, 4, 4, 1, 2, 4, 2, 13);
INSERT INTO `perceived_stress_scale` VALUES (23, 142, '2021-03-15', 1, 1, 0, 3, 3, 3, 3, 2, 3, 3, 0, 3, 4, 0, 13);
INSERT INTO `perceived_stress_scale` VALUES (24, 152, '2021-03-16', 1, 2, 1, 1, 1, 2, 1, 3, 1, 1, 2, 2, 2, 3, 33);
INSERT INTO `perceived_stress_scale` VALUES (25, 154, '2021-03-17', 2, 1, 2, 2, 2, 2, 1, 2, 1, 1, 1, 3, 1, 4, 33);
INSERT INTO `perceived_stress_scale` VALUES (26, 1, '2021-03-17', 3, 1, 1, 0, 1, 4, 3, 3, 2, 1, 1, 1, 0, 1, 28);
INSERT INTO `perceived_stress_scale` VALUES (27, 145, '2021-03-18', 2, 1, 3, 3, 2, 3, 2, 2, 3, 1, 0, 4, 3, 2, 25);
INSERT INTO `perceived_stress_scale` VALUES (28, 156, '2021-03-24', 1, 1, 2, 3, 3, 3, 3, 1, 3, 2, 0, 3, 3, 1, 17);
INSERT INTO `perceived_stress_scale` VALUES (29, 147, '2021-03-25', 1, 2, 1, 3, 2, 3, 3, 1, 3, 2, 1, 2, 2, 1, 19);
INSERT INTO `perceived_stress_scale` VALUES (30, 161, '2021-04-05', 1, 3, 3, 1, 1, 1, 1, 1, 1, 0, 2, 2, 1, 2, 36);
INSERT INTO `perceived_stress_scale` VALUES (31, 132, '2021-04-05', 1, 1, 1, 3, 2, 1, 3, 2, 3, 3, 0, 3, 3, 1, 19);
INSERT INTO `perceived_stress_scale` VALUES (32, 142, '2021-04-05', 3, 1, 1, 2, 2, 2, 3, 2, 3, 3, 1, 3, 3, 0, 21);
INSERT INTO `perceived_stress_scale` VALUES (33, 130, '2021-04-05', 4, 4, 4, 1, 1, 2, 0, 4, 0, 0, 3, 4, 0, 4, 51);
INSERT INTO `perceived_stress_scale` VALUES (34, 135, '2021-04-05', 2, 0, 3, 2, 1, 1, 1, 1, 2, 1, 1, 3, 1, 4, 33);
INSERT INTO `perceived_stress_scale` VALUES (35, 153, '2021-04-05', 2, 2, 1, 1, 4, 4, 1, 3, 3, 3, 1, 3, 4, 0, 20);
INSERT INTO `perceived_stress_scale` VALUES (36, 154, '2021-04-05', 2, 2, 2, 1, 1, 2, 1, 2, 2, 0, 2, 4, 1, 3, 37);
INSERT INTO `perceived_stress_scale` VALUES (37, 131, '2021-04-06', 3, 2, 3, 2, 2, 1, 1, 3, 2, 2, 2, 4, 2, 2, 35);
INSERT INTO `perceived_stress_scale` VALUES (38, 134, '2021-04-10', 0, 0, 1, 2, 3, 3, 2, 1, 2, 2, 1, 3, 2, 1, 19);
INSERT INTO `perceived_stress_scale` VALUES (39, 140, '2021-04-21', 1, 2, 1, 3, 3, 3, 2, 1, 3, 2, 1, 2, 2, 2, 20);
INSERT INTO `perceived_stress_scale` VALUES (40, 145, '2021-04-21', 1, 1, 4, 2, 1, 3, 1, 2, 4, 3, 1, 2, 2, 2, 25);
INSERT INTO `perceived_stress_scale` VALUES (41, 142, '2021-04-26', 3, 2, 2, 3, 2, 4, 2, 1, 3, 3, 2, 2, 3, 0, 20);
INSERT INTO `perceived_stress_scale` VALUES (42, 135, '2021-04-26', 1, 0, 2, 2, 2, 2, 2, 1, 2, 2, 1, 1, 2, 0, 20);
INSERT INTO `perceived_stress_scale` VALUES (43, 161, '2021-04-27', 3, 2, 2, 1, 1, 1, 1, 2, 1, 1, 3, 4, 1, 3, 40);
INSERT INTO `perceived_stress_scale` VALUES (44, 131, '2021-04-27', 3, 2, 2, 1, 1, 2, 1, 1, 2, 2, 2, 4, 2, 2, 33);
INSERT INTO `perceived_stress_scale` VALUES (45, 142, '2021-05-10', 3, 2, 2, 2, 3, 3, 3, 2, 3, 3, 1, 3, 3, 0, 21);
INSERT INTO `perceived_stress_scale` VALUES (46, 131, '2021-05-10', 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 4, 2, 2, 33);
INSERT INTO `perceived_stress_scale` VALUES (47, 134, '2021-05-10', 1, 0, 1, 3, 3, 4, 3, 0, 3, 4, 0, 4, 3, 0, 11);
INSERT INTO `perceived_stress_scale` VALUES (48, 135, '2021-05-11', 1, 0, 1, 2, 1, 2, 2, 1, 2, 2, 1, 1, 2, 1, 21);
INSERT INTO `perceived_stress_scale` VALUES (49, 145, '2021-05-11', 1, 2, 2, 2, 2, 2, 1, 2, 3, 3, 0, 2, 3, 2, 23);
INSERT INTO `perceived_stress_scale` VALUES (50, 138, '2021-05-12', 1, 1, 1, 3, 3, 3, 3, 1, 4, 3, 1, 3, 3, 1, 15);
INSERT INTO `perceived_stress_scale` VALUES (51, 140, '2021-05-15', 1, 1, 1, 4, 2, 2, 3, 1, 3, 1, 1, 1, 1, 2, 20);
INSERT INTO `perceived_stress_scale` VALUES (52, 140, '2021-06-06', 1, 2, 2, 2, 2, 3, 2, 3, 2, 2, 3, 3, 2, 2, 29);
INSERT INTO `perceived_stress_scale` VALUES (53, 140, '2021-10-07', 2, 1, 1, 1, 2, 4, 3, 2, 3, 3, 3, 3, 4, 2, 22);

-- ----------------------------
-- Table structure for phq9
-- ----------------------------
DROP TABLE IF EXISTS `phq9`;
CREATE TABLE `phq9`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL,
  `log_date` date NOT NULL,
  `phq9_q1` tinyint(255) NOT NULL DEFAULT 0,
  `phq9_q2` tinyint(255) NOT NULL DEFAULT 0,
  `phq9_q3` tinyint(255) NOT NULL DEFAULT 0,
  `phq9_q4` tinyint(255) NOT NULL DEFAULT 0,
  `phq9_q5` tinyint(255) NOT NULL DEFAULT 0,
  `phq9_q6` tinyint(255) NOT NULL DEFAULT 0,
  `phq9_q7` tinyint(255) NOT NULL DEFAULT 0,
  `phq9_q8` tinyint(255) NOT NULL DEFAULT 0,
  `phq9_q9` tinyint(255) NOT NULL DEFAULT 0,
  `score` tinyint(255) NOT NULL DEFAULT 0,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `uk_user_logdate_7`(`user_id`, `log_date`) USING BTREE,
  INDEX `k_log_date_7`(`log_date`) USING BTREE,
  CONSTRAINT `fk_user_id_7` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 91 CHARACTER SET = latin1 COLLATE = latin1_swedish_ci COMMENT = 'PHQ-9是国际通用抑郁检测量表之一，共有九个题目。\r\n\r\n在过去的两周里，请根据你生活中出现以下症状的频率回答下面的题目。虽然有些问题看起来相似，但其实对结果都有不同的影响，所以每一题均需作答。而作答方式尽量以快速、不假思索方式填答，亦即不要去思虑计算每一题分数背后之意涵，以期确实反应您真实的状况。' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of phq9
-- ----------------------------
INSERT INTO `phq9` VALUES (1, 3, '2020-11-12', 4, 1, 2, 2, 1, 1, 1, 1, 1, 14);
INSERT INTO `phq9` VALUES (9, 1, '2020-10-01', 2, 0, 3, 3, 2, 2, 2, 2, 2, 18);
INSERT INTO `phq9` VALUES (10, 1, '2020-10-15', 2, 2, 4, 3, 1, 2, 4, 3, 2, 25);
INSERT INTO `phq9` VALUES (11, 1, '2020-10-29', 1, 1, 1, 1, 1, 1, 1, 1, 1, 9);
INSERT INTO `phq9` VALUES (12, 1, '2020-11-12', 2, 2, 3, 3, 4, 4, 1, 1, 2, 22);
INSERT INTO `phq9` VALUES (13, 1, '2020-12-10', 0, 0, 0, 0, 0, 0, 2, 1, 0, 3);
INSERT INTO `phq9` VALUES (14, 1, '2020-12-24', 3, 3, 2, 4, 4, 4, 3, 3, 4, 30);
INSERT INTO `phq9` VALUES (15, 1, '2020-12-31', 2, 2, 2, 4, 3, 2, 2, 2, 2, 21);
INSERT INTO `phq9` VALUES (16, 1, '2020-11-19', 0, 0, 0, 0, 0, 0, 2, 1, 0, 3);
INSERT INTO `phq9` VALUES (19, 1, '2020-11-26', 3, 3, 3, 3, 3, 3, 3, 3, 3, 27);
INSERT INTO `phq9` VALUES (20, 1, '2020-11-27', 3, 3, 3, 3, 3, 3, 3, 3, 3, 27);
INSERT INTO `phq9` VALUES (21, 1, '2020-11-28', 3, 0, 2, 1, 1, 1, 0, 1, 1, 0);
INSERT INTO `phq9` VALUES (22, 1, '2020-12-14', 0, 3, 2, 3, 1, 1, 2, 1, 1, 14);
INSERT INTO `phq9` VALUES (23, 1, '2020-12-19', 2, 1, 1, 2, 3, 0, 3, 1, 1, 14);
INSERT INTO `phq9` VALUES (24, 1, '2021-01-08', 3, 3, 3, 3, 3, 3, 3, 3, 3, 27);
INSERT INTO `phq9` VALUES (25, 1, '2021-01-20', 1, 1, 0, 1, 0, 0, 0, 0, 0, 3);
INSERT INTO `phq9` VALUES (26, 1, '2021-03-03', 3, 2, 3, 3, 2, 1, 3, 3, 1, 21);
INSERT INTO `phq9` VALUES (27, 3, '2021-03-04', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0);
INSERT INTO `phq9` VALUES (28, 112, '2021-03-04', 1, 0, 3, 1, 1, 1, 0, 0, 0, 7);
INSERT INTO `phq9` VALUES (29, 109, '2021-03-04', 3, 3, 3, 3, 3, 2, 2, 3, 1, 23);
INSERT INTO `phq9` VALUES (30, 115, '2021-03-04', 3, 0, 3, 0, 0, 0, 0, 0, 0, 6);
INSERT INTO `phq9` VALUES (31, 118, '2021-03-04', 0, 0, 0, 0, 1, 0, 1, 0, 0, 2);
INSERT INTO `phq9` VALUES (32, 120, '2021-03-04', 2, 3, 0, 2, 2, 3, 1, 2, 1, 16);
INSERT INTO `phq9` VALUES (33, 122, '2021-03-05', 1, 1, 1, 2, 1, 0, 1, 1, 0, 8);
INSERT INTO `phq9` VALUES (34, 136, '2021-03-15', 1, 0, 0, 1, 0, 0, 0, 0, 0, 2);
INSERT INTO `phq9` VALUES (35, 134, '2021-03-15', 0, 0, 0, 0, 1, 0, 0, 0, 0, 1);
INSERT INTO `phq9` VALUES (36, 130, '2021-03-15', 1, 1, 1, 1, 1, 1, 1, 1, 0, 8);
INSERT INTO `phq9` VALUES (37, 138, '2021-03-15', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0);
INSERT INTO `phq9` VALUES (38, 140, '2021-03-15', 0, 1, 1, 1, 0, 0, 0, 0, 0, 3);
INSERT INTO `phq9` VALUES (39, 142, '2021-03-15', 0, 0, 1, 1, 1, 0, 0, 0, 0, 3);
INSERT INTO `phq9` VALUES (40, 152, '2021-03-16', 1, 1, 1, 1, 0, 1, 1, 0, 0, 6);
INSERT INTO `phq9` VALUES (41, 153, '2021-03-16', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0);
INSERT INTO `phq9` VALUES (42, 154, '2021-03-17', 0, 0, 3, 0, 0, 0, 0, 0, 0, 3);
INSERT INTO `phq9` VALUES (43, 145, '2021-03-18', 0, 1, 0, 1, 0, 0, 0, 0, 0, 2);
INSERT INTO `phq9` VALUES (44, 132, '2021-03-20', 0, 0, 0, 1, 1, 0, 0, 0, 0, 2);
INSERT INTO `phq9` VALUES (45, 147, '2021-03-24', 1, 1, 1, 1, 1, 0, 1, 0, 0, 6);
INSERT INTO `phq9` VALUES (46, 135, '2021-03-29', 1, 0, 0, 1, 0, 0, 0, 0, 0, 2);
INSERT INTO `phq9` VALUES (47, 155, '2021-03-29', 1, 1, 2, 2, 2, 1, 1, 0, 0, 10);
INSERT INTO `phq9` VALUES (49, 138, '2021-03-29', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0);
INSERT INTO `phq9` VALUES (50, 161, '2021-03-29', 2, 2, 1, 1, 0, 2, 2, 0, 0, 10);
INSERT INTO `phq9` VALUES (51, 130, '2021-03-29', 1, 2, 2, 1, 0, 3, 0, 0, 0, 9);
INSERT INTO `phq9` VALUES (52, 131, '2021-03-29', 1, 1, 2, 1, 1, 0, 1, 0, 1, 8);
INSERT INTO `phq9` VALUES (53, 142, '2021-03-29', 0, 1, 2, 1, 1, 0, 0, 0, 0, 5);
INSERT INTO `phq9` VALUES (54, 140, '2021-04-01', 1, 0, 1, 1, 1, 1, 1, 1, 0, 7);
INSERT INTO `phq9` VALUES (55, 155, '2021-04-05', 1, 1, 1, 1, 1, 0, 1, 0, 0, 6);
INSERT INTO `phq9` VALUES (56, 132, '2021-04-05', 0, 0, 0, 1, 0, 0, 0, 0, 0, 1);
INSERT INTO `phq9` VALUES (57, 138, '2021-04-05', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0);
INSERT INTO `phq9` VALUES (58, 153, '2021-04-05', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0);
INSERT INTO `phq9` VALUES (59, 154, '2021-04-05', 1, 1, 2, 1, 0, 0, 0, 0, 0, 5);
INSERT INTO `phq9` VALUES (60, 134, '2021-04-10', 1, 1, 0, 1, 0, 0, 0, 0, 0, 3);
INSERT INTO `phq9` VALUES (61, 147, '2021-04-12', 1, 0, 0, 1, 1, 0, 0, 0, 0, 3);
INSERT INTO `phq9` VALUES (62, 135, '2021-04-12', 1, 0, 0, 1, 1, 0, 1, 0, 0, 4);
INSERT INTO `phq9` VALUES (63, 130, '2021-04-12', 1, 1, 2, 2, 2, 2, 2, 2, 0, 14);
INSERT INTO `phq9` VALUES (64, 161, '2021-04-12', 2, 2, 1, 2, 1, 2, 1, 1, 0, 12);
INSERT INTO `phq9` VALUES (65, 138, '2021-04-12', 1, 0, 1, 0, 1, 0, 1, 0, 0, 4);
INSERT INTO `phq9` VALUES (66, 131, '2021-04-12', 2, 3, 2, 3, 1, 2, 2, 0, 2, 17);
INSERT INTO `phq9` VALUES (67, 154, '2021-04-13', 0, 0, 1, 1, 0, 0, 0, 0, 0, 2);
INSERT INTO `phq9` VALUES (68, 140, '2021-04-16', 0, 1, 0, 0, 1, 1, 1, 0, 0, 4);
INSERT INTO `phq9` VALUES (69, 154, '2021-04-20', 0, 0, 1, 0, 0, 0, 0, 0, 0, 1);
INSERT INTO `phq9` VALUES (70, 145, '2021-04-21', 0, 0, 1, 0, 0, 0, 0, 0, 0, 1);
INSERT INTO `phq9` VALUES (71, 142, '2021-04-26', 1, 1, 1, 1, 1, 0, 1, 1, 0, 7);
INSERT INTO `phq9` VALUES (72, 135, '2021-04-26', 1, 0, 0, 1, 0, 0, 1, 1, 0, 4);
INSERT INTO `phq9` VALUES (73, 147, '2021-04-27', 0, 0, 0, 0, 0, 0, 1, 0, 0, 1);
INSERT INTO `phq9` VALUES (74, 161, '2021-04-27', 1, 1, 1, 2, 1, 3, 2, 1, 0, 12);
INSERT INTO `phq9` VALUES (75, 132, '2021-04-27', 0, 0, 1, 0, 1, 0, 0, 0, 0, 2);
INSERT INTO `phq9` VALUES (76, 131, '2021-04-27', 2, 2, 2, 2, 1, 2, 1, 0, 2, 14);
INSERT INTO `phq9` VALUES (77, 140, '2021-05-05', 0, 0, 0, 0, 1, 0, 1, 0, 0, 2);
INSERT INTO `phq9` VALUES (78, 145, '2021-05-05', 3, 0, 1, 1, 0, 0, 0, 0, 0, 5);
INSERT INTO `phq9` VALUES (79, 132, '2021-05-10', 0, 0, 0, 0, 1, 0, 0, 0, 0, 1);
INSERT INTO `phq9` VALUES (80, 142, '2021-05-10', 1, 1, 1, 1, 2, 1, 0, 1, 0, 8);
INSERT INTO `phq9` VALUES (81, 131, '2021-05-10', 2, 1, 3, 2, 2, 1, 2, 0, 2, 15);
INSERT INTO `phq9` VALUES (82, 134, '2021-05-10', 0, 0, 0, 1, 0, 0, 0, 0, 0, 1);
INSERT INTO `phq9` VALUES (83, 135, '2021-05-11', 1, 0, 1, 1, 1, 0, 1, 1, 0, 6);
INSERT INTO `phq9` VALUES (84, 145, '2021-05-11', 0, 0, 1, 1, 0, 0, 0, 0, 0, 2);
INSERT INTO `phq9` VALUES (85, 147, '2021-05-12', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0);
INSERT INTO `phq9` VALUES (86, 138, '2021-05-12', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0);
INSERT INTO `phq9` VALUES (87, 140, '2021-05-25', 1, 1, 0, 1, 1, 0, 1, 0, 0, 5);
INSERT INTO `phq9` VALUES (88, 140, '2021-06-06', 1, 1, 1, 1, 1, 0, 1, 1, 0, 7);
INSERT INTO `phq9` VALUES (89, 140, '2021-06-20', 1, 1, 1, 1, 1, 0, 1, 1, 0, 7);
INSERT INTO `phq9` VALUES (90, 140, '2021-10-07', 0, 1, 1, 1, 0, 0, 1, 0, 0, 4);

-- ----------------------------
-- Table structure for role_permission
-- ----------------------------
DROP TABLE IF EXISTS `role_permission`;
CREATE TABLE `role_permission`  (
  `id` tinyint(4) NOT NULL AUTO_INCREMENT,
  `role` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户角色，‘user’，‘doctor’，‘admin’',
  `permission` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户权限（暂时用不到），‘normal’，‘vip’',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 4 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '这一部分设计是为了后端结合shiro框架，更好地进行权限控制' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of role_permission
-- ----------------------------
INSERT INTO `role_permission` VALUES (1, 'user', 'normal');
INSERT INTO `role_permission` VALUES (2, 'doctor', 'vip');
INSERT INTO `role_permission` VALUES (3, 'admin', 'vip');

-- ----------------------------
-- Table structure for speak_anytime
-- ----------------------------
DROP TABLE IF EXISTS `speak_anytime`;
CREATE TABLE `speak_anytime`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL COMMENT '用户id',
  `log_date` date NULL DEFAULT NULL COMMENT '记录日期',
  `log_time` time(0) NULL DEFAULT NULL COMMENT '记录时间',
  `speech_url` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '上传地语音文件地链接地址',
  `inference` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `infer_cost` int(10) NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `fk_user_id_5`(`user_id`) USING BTREE,
  CONSTRAINT `fk_user_id_5` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 115 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '随时说文件地址' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of speak_anytime
-- ----------------------------
INSERT INTO `speak_anytime` VALUES (1, 3, '2020-10-26', '18:10:30', '', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (2, 4, '2020-10-26', '18:11:21', '', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (3, 4, '2020-10-26', '18:11:26', '', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (4, 3, '2020-10-26', '18:18:19', '', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (5, 5, '2020-10-29', '20:31:02', '', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (6, 1, '2021-03-05', '21:36:37', '/audio/1_audio_20210305_3ca9f720-49c5-4f92-a1f4-7b2c5b20ca0c.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (7, 1, '2021-03-06', '13:38:24', '/audio/1_audio_20210306_a1240bf1-93b5-4956-b734-60fb597aa051.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (8, 1, '2021-03-06', '14:06:28', '/audio/1_audio_20210306_6e8097ac-6100-457b-81a8-0b0fbb7e7909.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (9, 1, '2021-03-08', '14:52:58', '/audio/1_audio_20210308_43791b5f-6876-43aa-9620-68c0f17655fa.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (10, 1, '2021-03-08', '15:41:09', '/audio/1_audio_20210308_6eb81633-4202-471b-a4cd-7ea3dc7fe8ef.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (11, 1, '2021-03-08', '15:43:50', '/audio/1_audio_20210308_07a652fe-14bd-40bc-9a25-3638d09165e8.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (12, 1, '2021-03-08', '15:43:52', '/audio/1_audio_20210308_7638af6c-71bb-444c-9704-9eda52446a94.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (13, 1, '2021-03-09', '15:54:57', '/audio/1_audio_20210309_d5757a24-c6d4-490f-a944-581f2888eba4.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (14, 1, '2021-03-09', '15:55:10', '/audio/1_audio_20210309_8de70463-0f66-49c4-a662-f2fe06b9c4f5.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (15, 1, '2021-03-09', '15:56:00', '/audio/1_audio_20210309_409419db-703a-44ab-9104-4f3b7380df4b.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (16, 1, '2021-03-09', '15:56:09', '/audio/1_audio_20210309_8430a49c-544d-4268-9c09-56b687b6cc29.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (17, 1, '2021-03-09', '15:56:24', '/audio/1_audio_20210309_181111dd-1c67-43bf-a3b0-3ca2c913deab.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (18, 1, '2021-03-09', '16:00:57', '/audio/1_audio_20210309_a3bba380-6bbb-48da-99ff-e7beb7f97696.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (19, 1, '2021-03-09', '16:05:08', '/audio/1_audio_20210309_c74fa093-0ad3-4ce6-b3f7-199aa131e17f.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (20, 1, '2021-03-09', '16:07:44', '/audio/1_audio_20210309_35e7cc0f-8fdc-4ee3-a296-cc972a1af5dd.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (21, 1, '2021-03-09', '16:08:45', '/audio/1_audio_20210309_1ae1144b-7ddb-4010-8c18-1653b35b5637.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (22, 1, '2021-03-09', '16:11:45', '/audio/1_audio_20210309_6dc34ac2-d16e-41ec-b5bb-03ce09dec93e.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (23, 1, '2021-03-09', '16:17:29', '/audio/1_audio_20210309_294f8188-11db-40e8-9e0e-3788b89b5791.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (24, 1, '2021-03-09', '16:18:52', '/audio/1_audio_20210309_4f66e6fe-6e74-48b5-90f3-d044387cd5d8.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (25, 1, '2021-03-09', '16:37:15', '/audio/1_audio_20210309_231ac1b2-574a-45cc-a798-ed8c1b37cd53.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (26, 1, '2021-03-09', '17:02:12', '/audio/1_audio_20210309_b9ffa166-a022-45f6-a58c-2ab42b9e3b27.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (27, 1, '2021-03-09', '17:06:05', '/audio/1_audio_20210309_4afbc529-61bc-413e-8a52-e7448e11a3db.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (28, 1, '2021-03-09', '17:06:31', '/audio/1_audio_20210309_b7129547-62cd-47d0-b20e-563e70253e35.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (29, 1, '2021-03-09', '17:08:58', '/audio/1_audio_20210309_e7c90d3b-e420-4cb9-886a-048045db7a8d.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (30, 1, '2021-03-09', '17:14:02', '/audio/1_audio_20210309_feb60fe8-6279-4e2d-b06b-3d1a5ca54a2f.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (31, 1, '2021-03-09', '17:30:42', '/audio/1_audio_20210309_f287f842-e640-4776-b6ae-304d60c63584.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (32, 1, '2021-03-09', '17:30:45', '/audio/1_audio_20210309_379c1152-2e34-4805-8302-46336db46d0a.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (33, 1, '2021-03-09', '17:34:15', '/audio/1_audio_20210309_3eed194c-2163-4b2e-af77-8636c7906f87.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (34, 1, '2021-03-09', '17:38:01', '/audio/1_audio_20210309_adc2d2f2-ce89-49ca-ba18-0ca973142a58.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (35, 1, '2021-03-10', '13:42:51', '/audio/1_audio_20210310_6446a67e-0d5b-4919-b7d0-fa2916ee4d02.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (36, 1, '2021-03-10', '13:42:59', '/audio/1_audio_20210310_0876ffe7-3fb0-45df-8ebb-f586626d80fd.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (37, 1, '2021-03-10', '13:43:00', '/audio/1_audio_20210310_c9aa3926-2763-4685-b140-125d3c656feb.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (38, 1, '2021-03-10', '13:43:08', '/audio/1_audio_20210310_1e122f4a-31e7-41d7-9541-fdb681f1e31f.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (39, 1, '2021-03-10', '13:43:12', '/audio/1_audio_20210310_71f03e5a-c622-41bf-93e9-30f8a67d9d65.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (40, 1, '2021-03-10', '13:43:16', '/audio/1_audio_20210310_4a445635-5ec1-48ce-90d4-a743d16d2a93.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (41, 1, '2021-03-10', '13:46:31', '/audio/1_audio_20210310_8a6b9414-9de2-4fe5-b03c-dfbe578498c2.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (42, 1, '2021-03-10', '13:46:41', '/audio/1_audio_20210310_d89191f0-7e7a-43b1-9dab-b7de3e9b1ced.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (43, 1, '2021-03-10', '13:46:43', '/audio/1_audio_20210310_9d08f56a-1518-4c93-b914-a320b9c4a520.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (44, 1, '2021-03-10', '13:52:22', '/audio/1_audio_20210310_87630b62-cc78-40bd-8c65-ad1609c835d5.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (45, 1, '2021-03-10', '13:52:59', '/audio/1_audio_20210310_7cc38e06-b471-4028-b328-5adee15c463d.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (46, 1, '2021-03-10', '13:53:36', '/audio/1_audio_20210310_07d17318-273b-4a21-9192-e0b02b55cd74.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (47, 1, '2021-03-10', '13:56:11', '/audio/1_audio_20210310_3084e26f-5e9e-4f5a-baba-bdb0abb2b0a4.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (48, 1, '2021-03-10', '13:56:24', '/audio/1_audio_20210310_3af1c173-e7cb-4b55-9818-0cedcdd955ae.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (49, 1, '2021-03-10', '13:56:27', '/audio/1_audio_20210310_a2f44c0b-c1fb-4122-8896-ad5c61d0510a.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (50, 1, '2021-03-10', '14:11:14', '/audio/1_audio_20210310_95aa52c4-ab9c-43a3-946f-cb823a4c8a7d.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (51, 1, '2021-03-10', '14:11:24', '/audio/1_audio_20210310_e80fda7f-a416-4e6e-a56d-eb951cf49a18.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (52, 1, '2021-03-10', '14:11:26', '/audio/1_audio_20210310_4aecddf6-5e10-46bb-bab0-a2fba4ff4c50.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (53, 1, '2021-03-10', '14:12:55', '/audio/1_audio_20210310_e8945d11-2815-4cf5-8359-e4eebd357068.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (54, 1, '2021-03-10', '14:13:18', '/audio/1_audio_20210310_4d440f35-e62b-4d3d-bed1-e3e9ae2b03e6.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (55, 1, '2021-03-10', '14:13:20', '/audio/1_audio_20210310_b795f628-76c3-4d4a-aaa3-401fd1055620.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (56, 1, '2021-03-10', '14:15:05', '/audio/1_audio_20210310_60d46cbe-3715-4e27-bcc4-d0948e61d16c.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (57, 1, '2021-03-10', '14:15:11', '/audio/1_audio_20210310_e173b5dd-256b-4f98-9591-45ecc502845c.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (58, 1, '2021-03-10', '14:16:46', '/audio/1_audio_20210310_8b844473-2bb6-43ab-b706-ec6cfcc89dab.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (59, 1, '2021-03-10', '14:20:05', '/audio/1_audio_20210310_a02d3d2d-9252-4cee-8ff8-3a6668107782.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (60, 1, '2021-03-10', '14:20:50', '/audio/1_audio_20210310_7f1410ad-f84c-4dcc-882a-30ddc59d36e0.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (61, 1, '2021-03-10', '14:21:56', '/audio/1_audio_20210310_c5fefee6-54d6-43fe-97ec-cd1a241f5635.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (62, 1, '2021-03-10', '14:22:39', '/audio/1_audio_20210310_39df82f3-5d83-42de-8a22-19e55dfa8dd5.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (63, 1, '2021-03-10', '14:23:06', '/audio/1_audio_20210310_6f15007d-7bff-40e6-8474-89255b8f3006.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (64, 1, '2021-03-10', '14:23:11', '/audio/1_audio_20210310_b7ef0acf-b214-4b08-93d9-e4ef36d838da.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (65, 1, '2021-03-10', '14:23:27', '/audio/1_audio_20210310_47299251-6d8d-448d-9dc3-87d71206ed0f.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (66, 1, '2021-03-10', '14:23:33', '/audio/1_audio_20210310_677a7c5e-dbdc-4fb0-a7b0-585744f3c12f.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (67, 1, '2021-03-10', '14:24:04', '/audio/1_audio_20210310_c44dc609-f43c-4efb-b00d-c3677fe7e6cd.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (68, 1, '2021-03-10', '14:24:22', '/audio/1_audio_20210310_70a80e38-0347-44dc-a693-69f76471b94a.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (69, 1, '2021-03-10', '14:24:26', '/audio/1_audio_20210310_0a1a2c50-b591-4b3a-979f-298f221aca0b.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (70, 1, '2021-03-10', '14:24:28', '/audio/1_audio_20210310_7b1a284c-d437-43cf-a329-860b04b3ae95.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (71, 1, '2021-03-10', '14:25:38', '/audio/1_audio_20210310_5a7d5423-afa9-4052-8d0d-0e3e19fa30a4.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (72, 1, '2021-03-10', '14:25:40', '/audio/1_audio_20210310_9751060f-e7f4-4ec5-ba06-3ace9ddd9559.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (73, 1, '2021-03-10', '14:25:43', '/audio/1_audio_20210310_d4d5971c-f926-432b-8c7f-d9aa7498a304.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (74, 1, '2021-03-10', '14:26:43', '/audio/1_audio_20210310_5153524a-b833-4cd5-bcda-9b7322725e45.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (75, 1, '2021-03-10', '14:26:54', '/audio/1_audio_20210310_c4b2be9d-f780-4011-81b7-55fe42950012.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (76, 1, '2021-03-10', '14:26:58', '/audio/1_audio_20210310_5d7d05ed-ba75-4fd7-a3df-4426fe6dd6ee.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (77, 1, '2021-03-10', '14:27:01', '/audio/1_audio_20210310_02bc9235-998b-4001-8109-6da9dee267bb.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (78, 1, '2021-03-10', '14:27:06', '/audio/1_audio_20210310_ef68adc4-67ed-45e8-b44f-37819ddf7b99.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (79, 1, '2021-03-10', '14:27:12', '/audio/1_audio_20210310_d99607c9-e57a-423b-bb46-b99bde16879e.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (80, 1, '2021-03-10', '14:27:55', '/audio/1_audio_20210310_69367a45-591c-48c1-8201-0fed3629769a.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (81, 1, '2021-03-10', '14:28:07', '/audio/1_audio_20210310_211a3a91-46e6-4729-9914-c7373e8f7fab.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (82, 1, '2021-03-10', '14:28:13', '/audio/1_audio_20210310_1140f1a1-3c7e-4be9-ba4f-77de72a8e826.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (83, 1, '2021-03-10', '14:28:18', '/audio/1_audio_20210310_28ddb246-f716-49dd-ac22-9b6793f68a60.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (84, 1, '2021-03-10', '14:28:25', '/audio/1_audio_20210310_87e46dab-f23d-4031-8fb7-426cbfe0b0bc.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (85, 1, '2021-03-10', '14:29:58', '/audio/1_audio_20210310_883d2c75-f8cf-4d94-9684-fd2ccbda51af.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (86, 1, '2021-03-10', '14:30:05', '/audio/1_audio_20210310_020b6b26-302c-47e0-8eeb-c36867b56ba1.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (87, 1, '2021-03-10', '14:30:11', '/audio/1_audio_20210310_5313494d-ff14-4984-be81-0739b6b04dc1.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (88, 1, '2021-03-10', '14:30:12', '/audio/1_audio_20210310_f316a757-1dfa-4e9d-a8ef-70bfdbbbc338.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (89, 1, '2021-03-10', '14:30:13', '/audio/1_audio_20210310_d2a64fd2-df0b-4320-9c09-8e324aaffcea.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (90, 1, '2021-03-10', '14:48:23', '/audio/1_audio_20210310_84b56775-f30e-47ab-83b8-c76c11810734.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (91, 1, '2021-03-10', '14:48:34', '/audio/1_audio_20210310_1d2874e4-348c-4aa1-b1cc-5d1f4aaef159.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (92, 1, '2021-03-10', '14:48:37', '/audio/1_audio_20210310_5c2f1b04-30d7-46ca-9c10-861542924c68.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (93, 1, '2021-03-10', '14:52:52', '/audio/1_audio_20210310_5dd6c4a6-4eb4-40b6-b404-53b1e113f91e.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (94, 1, '2021-03-10', '14:52:53', '/audio/1_audio_20210310_91fa0b75-6ae9-4c85-92c2-39785fa46f95.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (95, 1, '2021-03-10', '14:53:42', '/audio/1_audio_20210310_5ba1b771-ff4e-41fc-9101-0b9a09397e63.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (96, 1, '2021-03-10', '14:53:44', '/audio/1_audio_20210310_ede1cb89-a8de-454e-89bd-d700452e41af.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (97, 1, '2021-03-10', '14:53:56', '/audio/1_audio_20210310_abb40762-6d55-4b0e-bd66-ca66c2704664.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (98, 1, '2021-03-10', '14:53:58', '/audio/1_audio_20210310_3db6629b-7043-4ad6-9161-7de192e264b6.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (99, 1, '2021-03-10', '14:54:00', '/audio/1_audio_20210310_86edc7ee-cadd-46cb-844b-fb89771f7807.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (100, 1, '2021-03-10', '14:54:52', '/audio/1_audio_20210310_bcf80bba-c719-413e-b829-95b5b1e1994e.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (101, 1, '2021-03-10', '14:54:55', '/audio/1_audio_20210310_4ce7204f-845f-4e6f-9444-3a5ea037f8ea.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (102, 1, '2021-03-10', '15:03:06', '/audio/1_audio_20210310_2cdd401c-e788-4809-bbb3-58f5b05b453b.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (103, 1, '2021-03-10', '15:03:10', '/audio/1_audio_20210310_a82d5c36-3690-45f7-b8f6-426c52cf7d25.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (104, 1, '2021-03-10', '15:03:14', '/audio/1_audio_20210310_a47029f1-0ad0-41b6-9e3c-80d3c7dc5ab4.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (105, 1, '2021-03-10', '15:03:22', '/audio/1_audio_20210310_1ff0409b-b14e-4347-8bf8-31f10179778d.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (106, 1, '2021-03-10', '15:03:23', '/audio/1_audio_20210310_708e61eb-9c9f-458c-a028-3690f1add5c2.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (107, 1, '2021-03-12', '10:06:17', '/audio/1_audio_20210312_42e1290e-f24b-48f5-ab26-2c7c728a527e.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (108, 1, '2021-03-12', '10:06:18', '/audio/1_audio_20210312_a157d951-55fe-4488-a193-620759071dd4.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (109, 154, '2021-03-17', '16:59:02', '/audio/154_audio_20210317_dfea7037-1a55-4875-88e6-f2fef3ce8edd.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (110, 154, '2021-03-23', '09:27:47', '/audio/154_audio_20210323_21dd2588-64e7-421f-a5ee-ce56ec3d725e.mp3', NULL, NULL);
INSERT INTO `speak_anytime` VALUES (111, 1, '2021-09-17', '18:41:48', '/audio/1_audio_20210403_7c671cea-3e3b-49bd-b28c-76d30526064f.mp3', 'Sad', 3607);
INSERT INTO `speak_anytime` VALUES (112, 1, '2021-09-17', '18:44:28', '/audio/1_audio_20210403_5c4139c5-858b-46a1-afbb-17aa6666c47b.mp3', 'Neutral', 3608);
INSERT INTO `speak_anytime` VALUES (113, 1, '2021-09-17', '18:44:51', '/audio/1_audio_20210403_2e58d45c-3569-428c-9b90-f6ce692c942b.mp3', 'Neutral', 3609);
INSERT INTO `speak_anytime` VALUES (114, 1, '2021-09-19', '22:36:03', '/audio/1_audio_20210919_57075d34-3507-4b36-8885-b4d11f9eaeb0.mp3', 'Neutral', 3610);

-- ----------------------------
-- Table structure for user_health_info
-- ----------------------------
DROP TABLE IF EXISTS `user_health_info`;
CREATE TABLE `user_health_info`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL COMMENT '用户id，外键',
  `sex` enum('男','女') CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '男' COMMENT '性别',
  `birth_date` date NOT NULL COMMENT '出生时间',
  `height` int(11) NOT NULL DEFAULT 0 COMMENT '身高，单位：厘米（整数）',
  `weight` double(10, 1) NOT NULL DEFAULT 0.0 COMMENT '体重，单位：千克，保留小数点后一位',
  `doctor_id` bigint(20) NOT NULL COMMENT '属于哪位医生',
  `depressed` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '（真实标签）抑郁程度标注、诊断结果（格式应为指定的几种级别，如高危、重度、中度和轻度）',
  `remark` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '（真实标签）备注信息（医生对病人的备注信息，格式无要求）',
  `add_timestamp_mils` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间戳',
  `mod_timestamp_mils` datetime(0) NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP(0) COMMENT '修改时间戳',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `u_user_id_2`(`user_id`) USING BTREE,
  INDEX `fk_user_id_2`(`user_id`) USING BTREE,
  INDEX `fk_doctor_id`(`doctor_id`) USING BTREE,
  CONSTRAINT `fk_doctor_id` FOREIGN KEY (`doctor_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT,
  CONSTRAINT `fk_user_id_2` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 114 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '用户健康信息' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of user_health_info
-- ----------------------------
INSERT INTO `user_health_info` VALUES (2, 3, '男', '2020-10-19', 170, 60.0, 1, '待标注', '待说明', '2020-10-26 16:44:21', '2020-12-14 22:48:08');
INSERT INTO `user_health_info` VALUES (3, 4, '女', '2020-10-19', 170, 60.0, 1, '待标注', '待说明', '2020-10-26 16:44:49', '2020-12-14 22:48:08');
INSERT INTO `user_health_info` VALUES (5, 17, '男', '1990-09-01', 0, 0.0, 1, '待标注', '待说明', '2020-11-02 00:52:25', '2020-12-14 22:48:08');
INSERT INTO `user_health_info` VALUES (6, 18, '男', '1990-09-01', 0, 0.0, 1, '待标注', '待说明', '2020-11-02 00:54:38', '2020-12-14 22:48:08');
INSERT INTO `user_health_info` VALUES (7, 20, '男', '1990-08-31', 170, 99.5, 1, '待标注', '待说明', '2020-11-02 01:04:46', '2021-03-03 14:08:57');
INSERT INTO `user_health_info` VALUES (8, 23, '男', '1990-09-01', 0, 0.0, 1, '待标注', '待说明', '2020-11-02 01:12:58', '2020-12-05 17:35:29');
INSERT INTO `user_health_info` VALUES (9, 29, '男', '1990-09-01', 0, 0.0, 1, '待标注', '待说明', '2020-11-02 12:59:13', '2020-12-05 17:35:29');
INSERT INTO `user_health_info` VALUES (10, 31, '男', '1990-09-01', 0, 0.0, 1, '待标注', '待说明', '2020-11-02 13:20:37', '2020-12-05 17:35:29');
INSERT INTO `user_health_info` VALUES (11, 32, '男', '1990-09-01', 0, 0.0, 1, '标注', '待说明', '2020-11-02 13:27:39', '2021-03-04 17:56:22');
INSERT INTO `user_health_info` VALUES (12, 34, '男', '2000-10-19', 170, 60.0, 1, '标注', '1233', '2020-11-02 15:27:44', '2021-03-05 21:26:47');
INSERT INTO `user_health_info` VALUES (13, 1, '男', '2020-10-01', 175, 49.0, 1, '待标注12', '待说明', '2020-11-02 16:55:24', '2021-09-19 19:12:31');
INSERT INTO `user_health_info` VALUES (14, 35, '男', '1999-09-01', 0, 0.0, 1, '标注', '', '2020-11-02 21:05:28', '2021-03-04 17:57:51');
INSERT INTO `user_health_info` VALUES (15, 36, '男', '1999-09-10', 175, 180.0, 1, '待标注', '待说明', '2020-11-02 21:29:17', '2020-12-05 17:35:30');
INSERT INTO `user_health_info` VALUES (16, 37, '女', '1999-09-10', 0, 0.0, 1, '待标注', '待说明', '2020-11-02 21:36:26', '2020-12-05 17:35:30');
INSERT INTO `user_health_info` VALUES (17, 38, '女', '2020-11-03', 0, 0.0, 1, '待标注', '待说明', '2020-11-03 11:22:36', '2020-12-05 17:35:30');
INSERT INTO `user_health_info` VALUES (18, 39, '男', '2020-11-04', 0, 0.0, 1, '待标注', '待说明', '2020-11-03 11:26:59', '2020-12-05 17:35:47');
INSERT INTO `user_health_info` VALUES (19, 40, '女', '2020-11-05', 0, 0.0, 1, '待标注', '待说明', '2020-11-03 11:28:06', '2020-12-05 17:35:47');
INSERT INTO `user_health_info` VALUES (20, 41, '女', '2020-11-04', 0, 0.0, 1, '待标注', '待说明', '2020-11-04 21:20:40', '2020-12-05 17:35:47');
INSERT INTO `user_health_info` VALUES (21, 45, '男', '2000-10-19', 170, 60.0, 1, '待标注', '待说明', '2020-11-05 14:01:46', '2020-12-05 17:35:47');
INSERT INTO `user_health_info` VALUES (22, 46, '女', '2020-11-02', 0, 0.0, 1, '待标注', '待说明', '2020-11-05 14:04:58', '2020-12-05 17:35:47');
INSERT INTO `user_health_info` VALUES (23, 54, '男', '2020-11-03', 0, 0.0, 1, '待标注', '待说明', '2020-11-07 11:22:49', '2020-12-05 17:35:47');
INSERT INTO `user_health_info` VALUES (24, 55, '男', '2020-11-01', 0, 0.0, 1, '待标注', '待说明', '2020-11-07 15:38:45', '2020-12-05 17:35:47');
INSERT INTO `user_health_info` VALUES (25, 57, '男', '2000-10-19', 170, 60.0, 1, '', '', '2020-12-05 19:37:04', NULL);
INSERT INTO `user_health_info` VALUES (26, 61, '男', '2000-10-19', 170, 60.0, 1, '', '', '2020-12-05 19:40:29', NULL);
INSERT INTO `user_health_info` VALUES (27, 73, '女', '2020-12-04', 0, 0.0, 1, '', '', '2020-12-05 20:12:52', NULL);
INSERT INTO `user_health_info` VALUES (28, 74, '女', '2020-12-04', 0, 0.0, 1, '', '', '2020-12-05 20:13:25', NULL);
INSERT INTO `user_health_info` VALUES (29, 76, '女', '2020-12-04', 0, 0.0, 1, '', '', '2020-12-05 20:23:30', NULL);
INSERT INTO `user_health_info` VALUES (30, 77, '男', '2014-12-08', 166, 90.0, 1, '2222', '34333', '2020-12-08 15:55:37', '2020-12-08 16:02:04');
INSERT INTO `user_health_info` VALUES (31, 78, '女', '2021-01-05', 0, 0.0, 1, '', '', '2021-01-05 17:40:52', NULL);
INSERT INTO `user_health_info` VALUES (32, 79, '女', '2021-01-05', 0, 0.0, 1, '', '', '2021-01-05 17:59:19', NULL);
INSERT INTO `user_health_info` VALUES (33, 82, '男', '2021-02-02', 0, 0.0, 1, '', '', '2021-02-02 18:49:24', NULL);
INSERT INTO `user_health_info` VALUES (40, 89, '男', '2021-03-03', 0, 0.0, 1, '', '', '2021-03-03 10:32:18', NULL);
INSERT INTO `user_health_info` VALUES (51, 100, '男', '2021-03-03', 0, 0.0, 1, '', '', '2021-03-03 14:06:09', NULL);
INSERT INTO `user_health_info` VALUES (52, 101, '男', '2021-03-03', 0, 0.0, 100, '', '', '2021-03-03 14:12:55', NULL);
INSERT INTO `user_health_info` VALUES (53, 102, '女', '1986-05-12', 0, 0.0, 1, '', '', '2021-03-04 13:58:19', NULL);
INSERT INTO `user_health_info` VALUES (59, 109, '男', '2001-01-15', 0, 0.0, 102, '', '', '2021-03-04 15:24:37', NULL);
INSERT INTO `user_health_info` VALUES (60, 110, '女', '2002-11-05', 0, 0.0, 102, '', '', '2021-03-04 15:31:02', NULL);
INSERT INTO `user_health_info` VALUES (61, 111, '男', '2000-08-06', 0, 0.0, 102, '', '', '2021-03-04 15:31:51', NULL);
INSERT INTO `user_health_info` VALUES (62, 112, '女', '1990-11-06', 0, 0.0, 102, '', '', '2021-03-04 15:42:38', NULL);
INSERT INTO `user_health_info` VALUES (63, 113, '女', '1995-09-25', 0, 0.0, 102, '', '', '2021-03-04 15:56:03', NULL);
INSERT INTO `user_health_info` VALUES (64, 114, '女', '1964-11-02', 0, 0.0, 102, '', '', '2021-03-04 16:01:01', NULL);
INSERT INTO `user_health_info` VALUES (65, 115, '女', '1979-06-03', 0, 0.0, 102, '', '', '2021-03-04 16:22:12', NULL);
INSERT INTO `user_health_info` VALUES (66, 116, '女', '1997-06-23', 0, 0.0, 102, '', '', '2021-03-04 16:37:06', NULL);
INSERT INTO `user_health_info` VALUES (67, 117, '女', '2021-03-04', 0, 0.0, 1, '', '', '2021-03-04 18:00:37', NULL);
INSERT INTO `user_health_info` VALUES (68, 118, '女', '1993-09-09', 0, 0.0, 102, '', '', '2021-03-04 18:29:27', NULL);
INSERT INTO `user_health_info` VALUES (69, 119, '女', '1998-09-17', 0, 0.0, 102, '', '', '2021-03-04 18:31:35', NULL);
INSERT INTO `user_health_info` VALUES (70, 120, '男', '2002-11-30', 0, 0.0, 102, '', '', '2021-03-04 18:50:28', NULL);
INSERT INTO `user_health_info` VALUES (72, 122, '女', '2001-11-12', 0, 0.0, 102, '', '', '2021-03-05 11:00:08', NULL);
INSERT INTO `user_health_info` VALUES (73, 123, '男', '2021-03-05', 0, 0.0, 1, '', '', '2021-03-05 21:14:02', NULL);
INSERT INTO `user_health_info` VALUES (74, 124, '男', '2021-03-05', 0, 0.0, 1, '', '', '2021-03-05 21:20:27', NULL);
INSERT INTO `user_health_info` VALUES (75, 125, '男', '1974-02-02', 0, 0.0, 102, '', '', '2021-03-05 21:26:28', NULL);
INSERT INTO `user_health_info` VALUES (76, 126, '女', '1986-02-14', 0, 0.0, 1, '', '', '2021-03-09 11:15:49', NULL);
INSERT INTO `user_health_info` VALUES (77, 127, '女', '2021-03-09', 0, 0.0, 1, '', '', '2021-03-09 21:39:25', NULL);
INSERT INTO `user_health_info` VALUES (78, 128, '男', '1995-10-16', 0, 0.0, 102, '', '', '2021-03-10 12:06:24', NULL);
INSERT INTO `user_health_info` VALUES (79, 129, '女', '1998-11-14', 0, 0.0, 1, '', '', '2021-03-15 15:13:22', NULL);
INSERT INTO `user_health_info` VALUES (80, 130, '女', '1997-03-15', 0, 0.0, 129, '', '', '2021-03-15 15:15:22', NULL);
INSERT INTO `user_health_info` VALUES (81, 131, '男', '1997-01-01', 0, 0.0, 129, '', '', '2021-03-15 15:40:36', NULL);
INSERT INTO `user_health_info` VALUES (82, 132, '女', '1999-01-28', 0, 0.0, 129, '', '', '2021-03-15 15:42:12', NULL);
INSERT INTO `user_health_info` VALUES (83, 134, '男', '1998-11-17', 0, 0.0, 129, '', '', '2021-03-15 15:42:25', NULL);
INSERT INTO `user_health_info` VALUES (84, 135, '男', '1996-05-01', 0, 0.0, 129, '', '', '2021-03-15 15:43:46', NULL);
INSERT INTO `user_health_info` VALUES (85, 136, '男', '1995-11-15', 0, 0.0, 129, '', '', '2021-03-15 15:44:15', NULL);
INSERT INTO `user_health_info` VALUES (86, 137, '女', '1999-11-27', 0, 0.0, 129, '', '', '2021-03-15 15:44:26', NULL);
INSERT INTO `user_health_info` VALUES (87, 138, '男', '1996-06-04', 0, 0.0, 129, '', '', '2021-03-15 15:44:37', NULL);
INSERT INTO `user_health_info` VALUES (88, 139, '男', '1990-01-01', 0, 0.0, 129, '', '', '2021-03-15 15:45:22', NULL);
INSERT INTO `user_health_info` VALUES (89, 140, '女', '1998-09-15', 0, 0.0, 129, '', '', '2021-03-15 15:54:40', NULL);
INSERT INTO `user_health_info` VALUES (90, 141, '女', '1995-01-09', 0, 0.0, 129, '', '', '2021-03-15 16:13:32', NULL);
INSERT INTO `user_health_info` VALUES (91, 142, '男', '1999-09-13', 175, 67.0, 129, '', '', '2021-03-15 16:36:33', '2021-03-15 17:22:03');
INSERT INTO `user_health_info` VALUES (92, 143, '男', '1999-06-03', 0, 0.0, 129, '', '', '2021-03-15 16:49:43', NULL);
INSERT INTO `user_health_info` VALUES (93, 144, '男', '1996-01-20', 0, 0.0, 129, '', '', '2021-03-15 17:13:33', NULL);
INSERT INTO `user_health_info` VALUES (94, 145, '男', '1988-10-31', 0, 0.0, 129, '', '', '2021-03-15 17:18:29', NULL);
INSERT INTO `user_health_info` VALUES (95, 147, '男', '1999-06-03', 0, 0.0, 129, '', '', '2021-03-16 09:27:21', NULL);
INSERT INTO `user_health_info` VALUES (96, 152, '女', '1998-07-10', 0, 0.0, 129, '', '', '2021-03-16 09:47:24', NULL);
INSERT INTO `user_health_info` VALUES (97, 153, '男', '1997-04-10', 0, 0.0, 129, '', '', '2021-03-16 16:12:05', NULL);
INSERT INTO `user_health_info` VALUES (98, 154, '女', '1985-02-03', 0, 0.0, 129, '', '', '2021-03-17 16:46:56', NULL);
INSERT INTO `user_health_info` VALUES (99, 155, '女', '1998-12-27', 0, 0.0, 129, '', '', '2021-03-17 17:20:28', NULL);
INSERT INTO `user_health_info` VALUES (100, 156, '男', '2016-12-08', 0, 0.0, 129, '', '', '2021-03-17 17:49:31', NULL);
INSERT INTO `user_health_info` VALUES (101, 157, '女', '1998-07-10', 0, 0.0, 129, '', '', '2021-03-17 20:17:08', NULL);
INSERT INTO `user_health_info` VALUES (102, 161, '女', '1998-07-10', 0, 0.0, 129, '', '', '2021-03-17 20:20:24', NULL);
INSERT INTO `user_health_info` VALUES (103, 162, '女', '1995-02-05', 0, 0.0, 129, '', '', '2021-03-19 09:35:02', NULL);
INSERT INTO `user_health_info` VALUES (106, 165, '男', '1998-11-28', 0, 0.0, 102, '', '', '2021-03-26 13:42:09', NULL);
INSERT INTO `user_health_info` VALUES (109, 168, '男', '1999-10-22', 0, 0.0, 102, '', '', '2021-04-07 08:46:38', NULL);
INSERT INTO `user_health_info` VALUES (110, 169, '女', '1997-02-15', 0, 0.0, 129, '', '', '2021-04-15 09:45:34', NULL);

-- ----------------------------
-- Table structure for user_info
-- ----------------------------
DROP TABLE IF EXISTS `user_info`;
CREATE TABLE `user_info`  (
  `user_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `phone` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '手机号码、唯一',
  `user_name` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户名、唯一',
  `password` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '数据库不存储原始密码，存MD5散列值，校验的时候判断的是密码散列值是否相同',
  `role` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT 'user' COMMENT '用户角色：用户（0）、医生（1）、管理员（2）',
  `permission` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT 'normal' COMMENT '用户权限',
  `real_name` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '用户真实姓名',
  `identity_number` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '用户身份证号，唯一',
  `city` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '用户所在城市',
  `province` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '用户所在省份',
  `country` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '用户所在国家',
  `avatar` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '用户头像地址',
  `nwpu` tinyint(4) NOT NULL DEFAULT 0 COMMENT '用于标注是否npwu用户，默认0（false），1（true）',
  `add_timestamp_mils` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间戳',
  `mod_timestamp_mils` datetime(0) NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP(0) COMMENT '修改时间戳',
  PRIMARY KEY (`user_id`) USING BTREE,
  UNIQUE INDEX `u_phone`(`phone`) USING BTREE COMMENT '手机号码唯一',
  UNIQUE INDEX `u_user_name`(`user_name`) USING BTREE COMMENT '用户名唯一',
  UNIQUE INDEX `u_identity_number`(`identity_number`) USING BTREE COMMENT '身份证号唯一'
) ENGINE = InnoDB AUTO_INCREMENT = 173 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '用户基本信息' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of user_info
-- ----------------------------
INSERT INTO `user_info` VALUES (1, '17795831864', 'czw', 'e10adc3949ba59abbe56e057f20f883e', 'doctor', 'vip', 'czw22211', '350100200012011236', '福州市', '福建省', '中国', '/img/1_img_20201203_538911c2-937d-44f8-a4b4-53ec2bb29e83.jpg', 1, '2020-10-26 15:50:36', '2021-03-05 21:24:23');
INSERT INTO `user_info` VALUES (2, '17712341001', 'ljr', 'e10adc3949ba59abbe56e057f20f883e', 'admin', 'vip', '', NULL, '', '', '', '', 1, '2020-10-26 15:50:54', '2020-10-27 22:13:07');
INSERT INTO `user_info` VALUES (3, '17712341002', 'ls', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '小明222222', '123456200010101236', '西安市', '陕西省', '', '', 1, '2020-10-26 15:51:07', '2020-12-28 20:03:13');
INSERT INTO `user_info` VALUES (4, '17712341003', 'wzw', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 1, '2020-10-26 15:51:21', '2020-10-27 22:13:04');
INSERT INTO `user_info` VALUES (5, '17712341004', 'ywz', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 1, '2020-10-26 15:52:00', '2020-10-27 22:13:02');
INSERT INTO `user_info` VALUES (6, '17712341005', 'unknown', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-10-26 16:12:18', '2020-10-27 22:13:01');
INSERT INTO `user_info` VALUES (7, '17795831100', 'test', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '111', '123456200010101234', '西安市', '陕西省', '中国', '', 0, '2020-10-27 20:56:54', '2020-12-02 21:23:33');
INSERT INTO `user_info` VALUES (13, '17795831111', 'test2', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-10-27 22:15:26', NULL);
INSERT INTO `user_info` VALUES (17, '17712340002', '小明1号', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '小明222222', NULL, '深圳市', '广东省', '中国', '', 0, '2020-11-02 00:52:25', '2020-12-05 11:35:56');
INSERT INTO `user_info` VALUES (18, '17712340003', '小明2号', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-11-02 00:54:38', NULL);
INSERT INTO `user_info` VALUES (20, '17712340004', '小明3号', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '小明222222', NULL, '西安市', '陕西省', '中国', '', 1, '2020-11-02 01:04:46', '2020-12-02 21:23:30');
INSERT INTO `user_info` VALUES (23, '17712340001', '小明4号', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-11-02 01:12:58', NULL);
INSERT INTO `user_info` VALUES (29, '17712340006', '小明5号', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-11-02 12:59:13', NULL);
INSERT INTO `user_info` VALUES (31, '17712340007', '小明6号', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-11-02 13:20:37', NULL);
INSERT INTO `user_info` VALUES (32, '17712340008', '小明7号', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-11-02 13:27:39', NULL);
INSERT INTO `user_info` VALUES (34, '17700011234', 'ls2', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-11-02 15:27:43', NULL);
INSERT INTO `user_info` VALUES (35, '17700001239', '小茗1', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-11-02 21:05:28', NULL);
INSERT INTO `user_info` VALUES (36, '15902981070', '小杨1', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '西安市', '陕西省', '中国', '', 0, '2020-11-02 21:29:16', '2020-12-02 21:23:28');
INSERT INTO `user_info` VALUES (37, '15902981071', '小杨2', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-11-02 21:36:26', NULL);
INSERT INTO `user_info` VALUES (38, '15902981072', '小杨3', '202cb962ac59075b964b07152d234b70', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-11-03 11:22:36', NULL);
INSERT INTO `user_info` VALUES (39, '15902981073', '小杨4', '202cb962ac59075b964b07152d234b70', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-11-03 11:26:59', NULL);
INSERT INTO `user_info` VALUES (40, '15902981074', '小杨5', '202cb962ac59075b964b07152d234b70', 'user', 'normal', '', NULL, '', '', '', '', 0, '2020-11-03 11:28:06', NULL);
INSERT INTO `user_info` VALUES (41, '15902981078', '小杨9', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '小杨9', NULL, '', '', '', '', 0, '2020-11-04 21:20:40', NULL);
INSERT INTO `user_info` VALUES (45, '1779583184', 'cz0w', 'd41d8cd98f00b204e9800998ecf8427e', 'user', 'normal', '小明new', '123456200012340000', '青岛市', '山东省', '中国', '/img/1.jpg', 1, '2020-11-05 14:01:46', '2020-12-03 22:27:24');
INSERT INTO `user_info` VALUES (46, '1542326565', '123456zzz', '202cb962ac59075b964b07152d234b70', 'user', 'normal', 'zxc', NULL, '', '', '', '', 0, '2020-11-05 14:04:58', NULL);
INSERT INTO `user_info` VALUES (54, '15902981060', '小杨55', '202cb962ac59075b964b07152d234b70', 'user', 'normal', '小杨55', NULL, '', '', '', '', 0, '2020-11-07 11:22:49', NULL);
INSERT INTO `user_info` VALUES (55, '112233', '112233', '202cb962ac59075b964b07152d234b70', 'user', 'normal', '112233', NULL, '', '', '', '', 0, '2020-11-07 15:38:45', NULL);
INSERT INTO `user_info` VALUES (57, '17700001234', '小明12号', 'd41d8cd98f00b204e9800998ecf8427e', 'user', 'normal', '小明', '12345620001234xxxx', '西安', '陕西', '中国', '', 1, '2020-12-05 19:37:04', NULL);
INSERT INTO `user_info` VALUES (61, '17700001254', '小明121号', 'd41d8cd98f00b204e9800998ecf8427e', 'user', 'normal', '小明', '12345620001234xxx1', '西安', '陕西', '中国', '', 1, '2020-12-05 19:40:29', NULL);
INSERT INTO `user_info` VALUES (73, '17795831861', 'cs', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '陈志炜233', NULL, '深圳市', '广东省', '中国', '', 1, '2020-12-05 20:12:44', NULL);
INSERT INTO `user_info` VALUES (74, '17795831862', 'cs1', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '陈志炜', NULL, '深圳市', '广东省', '中国', '', 1, '2020-12-05 20:13:24', NULL);
INSERT INTO `user_info` VALUES (76, '17795831865', 'csss', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '陈志炜', NULL, '深圳市', '广东省', '中国', '', 1, '2020-12-05 20:23:30', NULL);
INSERT INTO `user_info` VALUES (77, '17795831866', '新人1', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '陈志炜234', '331022200011220124', '宁波市', '浙江省', '中国', '', 1, '2020-12-08 15:55:37', '2020-12-08 16:00:04');
INSERT INTO `user_info` VALUES (78, '17795831888', 'sdsd', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '陈志炜', NULL, '深圳市', '广东省', '中国', '', 1, '2021-01-05 17:40:52', NULL);
INSERT INTO `user_info` VALUES (79, '17795831890', 'sd ', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '陈志炜', NULL, '深圳市', '广东省', '中国', '', 1, '2021-01-05 17:59:19', NULL);
INSERT INTO `user_info` VALUES (82, '17795831855', 'czw453', 'e10adc3949ba59abbe56e057f20f883e', 'doctor', 'vip', '陈志炜', '32123120001332111x', '', '', '中国', '', 0, '2021-02-02 18:49:24', '2021-02-02 18:49:24');
INSERT INTO `user_info` VALUES (89, '12345678901', '123456a', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '哒哒哒', NULL, '', '', '', '', 0, '2021-03-03 10:32:18', NULL);
INSERT INTO `user_info` VALUES (100, '17795832233', 'czw4567', 'e10adc3949ba59abbe56e057f20f883e', 'doctor', 'vip', 'czw222', '321231200013324445', '', '', '中国', '', 0, '2021-03-03 14:06:09', '2021-03-03 14:06:09');
INSERT INTO `user_info` VALUES (101, '12345678990', 'czw12345', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', 'czw345', NULL, '', '', '', '', 0, '2021-03-03 14:12:55', NULL);
INSERT INTO `user_info` VALUES (102, '13669199394', 'ximin', 'c4ca4238a0b923820dcc509a6f75849b', 'doctor', 'vip', '席敏', '61012119860513048X', '', '', '中国', '', 0, '2021-03-04 13:58:19', '2021-03-04 13:58:19');
INSERT INTO `user_info` VALUES (109, '13092985566', '小明同学', '2572e70e5e2b2be77079bb5fe92d3c89', 'user', 'normal', '张明敏', NULL, '', '', '', '', 0, '2021-03-04 15:24:37', NULL);
INSERT INTO `user_info` VALUES (110, '18392968132', 'ZHSHY', 'e19ab8525628e2bc47647ec2ef80a310', 'user', 'normal', '周邵一', NULL, '', '', '', '', 0, '2021-03-04 15:31:02', NULL);
INSERT INTO `user_info` VALUES (111, '15291693269', '呜呼', '3c73098a4f30c42cf4883c3bc9906f7f', 'user', 'normal', '马卓恒', NULL, '', '', '', '', 0, '2021-03-04 15:31:51', NULL);
INSERT INTO `user_info` VALUES (112, '18161737393', '沙拉', '44217056f339bbcfccdf219bfb49e681', 'user', 'normal', '张薇', NULL, '', '', '', '', 0, '2021-03-04 15:42:38', NULL);
INSERT INTO `user_info` VALUES (113, '13201410622', '心有大爱', 'da5a68bf1f8cd67b905d3afe6c030ff8', 'user', 'normal', '熊子珺', NULL, '', '', '', '', 0, '2021-03-04 15:56:03', NULL);
INSERT INTO `user_info` VALUES (114, '13259798380', 'lunzi5', '7a05cabffc77755c212deabce3a116f9', 'user', 'normal', '曹琳琳', NULL, '', '', '', '', 0, '2021-03-04 16:01:01', NULL);
INSERT INTO `user_info` VALUES (115, '15009266745', 'pinglucy', '60c8def2970d5b86c435c938ef0185e5', 'user', 'normal', '李萍', NULL, '', '', '', '', 0, '2021-03-04 16:22:12', NULL);
INSERT INTO `user_info` VALUES (116, '18161967225', 'felsda', '02b3b466be5066864b1660ce4142ed0d', 'user', 'normal', '李娜', NULL, '', '', '', '', 0, '2021-03-04 16:37:06', NULL);
INSERT INTO `user_info` VALUES (117, '11111111113', 'lssuser', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', 'lishuai3', NULL, '深圳市', '广东省', '中国', '', 1, '2021-03-04 18:00:37', NULL);
INSERT INTO `user_info` VALUES (118, '15712876916', '我你他', '9cbfe75037506d9ae02e6dedcd27960e', 'user', 'normal', '姜圆', NULL, '', '', '', '', 0, '2021-03-04 18:29:27', NULL);
INSERT INTO `user_info` VALUES (119, '18700880790', 'Asbcn', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '姜雯', NULL, '', '', '', '', 0, '2021-03-04 18:31:35', NULL);
INSERT INTO `user_info` VALUES (120, '18996826033', 'tyz', 'f6d9a28f5d55eeccfe2805c5479ebcd7', 'user', 'normal', '谭钰蓁', NULL, '', '', '', '', 0, '2021-03-04 18:50:28', NULL);
INSERT INTO `user_info` VALUES (122, '15840871373', '早早', 'ccd91ff85c835f0388293501b15f8b51', 'user', 'normal', '李昀晓', NULL, '', '', '', '', 0, '2021-03-05 11:00:08', NULL);
INSERT INTO `user_info` VALUES (123, '17795830909', 'czw222333', 'e10adc3949ba59abbe56e057f20f883e', 'doctor', 'vip', '陈志炜', '321231200013323456', '', '', '中国', '', 0, '2021-03-05 21:14:02', '2021-03-05 21:14:02');
INSERT INTO `user_info` VALUES (124, '12345678906', 'czw44', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '陈志炜', NULL, '', '', '', '', 0, '2021-03-05 21:20:27', NULL);
INSERT INTO `user_info` VALUES (125, '13572463572', 'chinajiulong', 'e02ac25cb11c90c57ff9abb632e51777', 'user', 'normal', '张九龙', NULL, '', '', '', '', 0, '2021-03-05 21:26:28', NULL);
INSERT INTO `user_info` VALUES (126, '18629261129', '杨少婷', 'a1b04cf930ff7dbb6c2b39f161a9740f', 'doctor', 'vip', '杨少婷', '142702198602141223', '', '', '中国', '', 0, '2021-03-09 11:15:49', '2021-03-09 11:15:50');
INSERT INTO `user_info` VALUES (127, '17795834071', 'czw的助理', 'e10adc3949ba59abbe56e057f20f883e', 'doctor', 'vip', '陈志炜', '321231200011302467', '', '', '中国', '', 0, '2021-03-09 21:39:25', '2021-03-09 21:40:54');
INSERT INTO `user_info` VALUES (128, '15991278237', 'LZY', 'acadb5fc1967ffae61ddf01059cef7a0', 'user', 'normal', '刘智勇', NULL, '', '', '', '', 0, '2021-03-10 12:06:24', NULL);
INSERT INTO `user_info` VALUES (129, '18821782702', 'cyy', '96afc27eaede61594c3a45bcdaa2b025', 'doctor', 'vip', '陈瑛琰', '411325199811140421', '', '', '中国', '', 0, '2021-03-15 15:13:22', '2021-03-15 15:13:22');
INSERT INTO `user_info` VALUES (130, '18392758151', '容儿', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '李锦瑢', NULL, '', '', '', '', 0, '2021-03-15 15:15:22', NULL);
INSERT INTO `user_info` VALUES (131, '18829566569', '快进', 'f25416ccb0b073a5ec556f322ebebbd1', 'user', 'normal', '二倍速', NULL, '', '', '', '', 0, '2021-03-15 15:40:36', NULL);
INSERT INTO `user_info` VALUES (132, '15289485878', '一筐鱼', 'c6b25ffbe8af1484bf8e21edffec35b4', 'user', 'normal', 'YKY', NULL, '', '', '', '', 0, '2021-03-15 15:42:12', NULL);
INSERT INTO `user_info` VALUES (134, '16627638737', 'ls207', 'ec8fb1c06db56b6096fb976696ba2e84', 'user', 'normal', '连胜', NULL, '', '', '', '', 0, '2021-03-15 15:42:25', NULL);
INSERT INTO `user_info` VALUES (135, '18220172625', '听心', '69adc1e107f7f7d035d7baf04342e1ca', 'user', 'normal', '听心', NULL, '', '', '', '', 0, '2021-03-15 15:43:46', NULL);
INSERT INTO `user_info` VALUES (136, '18309229066', '123', 'e807f1fcf82d132f9bb018ca6738a19f', 'user', 'normal', '456', NULL, '', '', '', '', 0, '2021-03-15 15:44:15', NULL);
INSERT INTO `user_info` VALUES (137, '13331216970', '王子雯', 'e61e7de603852182385da5e907b4b232', 'user', 'normal', '王子雯', NULL, '', '', '', '', 0, '2021-03-15 15:44:26', NULL);
INSERT INTO `user_info` VALUES (138, '15091896802', '啊哈哈', 'e807f1fcf82d132f9bb018ca6738a19f', 'user', 'normal', '口天日天', NULL, '', '', '', '', 0, '2021-03-15 15:44:37', NULL);
INSERT INTO `user_info` VALUES (139, '18156717537', 'Yan', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '李岩', NULL, '', '', '', '', 0, '2021-03-15 15:45:22', NULL);
INSERT INTO `user_info` VALUES (140, '17355902377', '279', '083e40bd5cd5960a090f54bc9c76420e', 'user', 'normal', '大怪兽', NULL, '', '', '', '', 0, '2021-03-15 15:54:40', NULL);
INSERT INTO `user_info` VALUES (141, '13681500820', 'lzz', '80ed248b2f5db24395d439aae97db4f6', 'user', 'normal', '刘转转', NULL, '', '', '', '', 0, '2021-03-15 16:13:32', NULL);
INSERT INTO `user_info` VALUES (142, '17795833017', '阿炜', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '陈志炜', NULL, '西安市', '陕西省', '中国', '', 0, '2021-03-15 16:36:33', '2021-03-15 17:22:03');
INSERT INTO `user_info` VALUES (143, '17691180548', '芜湖起飞', '2341837f8c4c4349a901a14a9ae50903', 'user', 'normal', '吴昊', NULL, '', '', '', '', 0, '2021-03-15 16:49:43', NULL);
INSERT INTO `user_info` VALUES (144, '15934814086', 'Crisyi', 'e511b21f59cdd268c8884e13d4328317', 'user', 'normal', '王逸轩', NULL, '', '', '', '', 0, '2021-03-15 17:13:33', NULL);
INSERT INTO `user_info` VALUES (145, '13468855422', 'freestylekite', '0b2952b0d93576dd24b49dcb66a9c7d8', 'user', 'normal', '小明', NULL, '', '', '', '', 0, '2021-03-15 17:18:29', NULL);
INSERT INTO `user_info` VALUES (147, '15511076465', '芜湖', '89d2c2b797f14138feaced91ce7b5084', 'user', 'normal', '啦啦啦', NULL, '', '', '', '', 0, '2021-03-16 09:27:21', NULL);
INSERT INTO `user_info` VALUES (152, '15902981075', '0316', '670b14728ad9902aecba32e22fa4f6bd', 'user', 'normal', '杨昭昭', NULL, '', '', '', '', 0, '2021-03-16 09:47:24', NULL);
INSERT INTO `user_info` VALUES (153, '17795832904', 'ythuo', '9fdd20fb76741ca60766186ee3d07d41', 'user', 'normal', 'ythuo', NULL, '', '', '', '', 0, '2021-03-16 16:12:05', NULL);
INSERT INTO `user_info` VALUES (154, '18291836062', 'happy', 'a7e7b60d01ac05c300bb1486617f529a', 'user', 'normal', 'jjj', NULL, '', '', '', '', 0, '2021-03-17 16:46:56', NULL);
INSERT INTO `user_info` VALUES (155, '15906552939', '史文倩', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '史文倩', NULL, '', '', '', '', 0, '2021-03-17 17:20:28', NULL);
INSERT INTO `user_info` VALUES (156, '15929446369', 'Rabbit', '202cb962ac59075b964b07152d234b70', 'user', 'normal', 'Rabbit', NULL, '', '', '', '', 0, '2021-03-17 17:49:31', NULL);
INSERT INTO `user_info` VALUES (157, '15902981077', '0317', '670b14728ad9902aecba32e22fa4f6bd', 'user', 'normal', '杨炜昭', NULL, '', '', '', '', 0, '2021-03-17 20:17:08', NULL);
INSERT INTO `user_info` VALUES (161, '15902981080', '0318', '670b14728ad9902aecba32e22fa4f6bd', 'user', 'normal', '杨炜昭', NULL, '', '', '', '', 0, '2021-03-17 20:20:24', NULL);
INSERT INTO `user_info` VALUES (162, '18829235733', '小荔枝', 'e10adc3949ba59abbe56e057f20f883e', 'user', 'normal', '邓艺凡', NULL, '', '', '', '', 0, '2021-03-19 09:35:02', NULL);
INSERT INTO `user_info` VALUES (165, '18292496162', '何以解忧？唯有暴富！', '12e4aa81f517d5341a406d7a700bf16a', 'user', 'normal', '郑某人', NULL, '', '', '', '', 0, '2021-03-26 13:42:09', NULL);
INSERT INTO `user_info` VALUES (168, '19821664671', '一方通行', '2d82c6dd5b58f667a1ed2b6b8f33e7f0', 'user', 'normal', '杨光毅', NULL, '', '', '', '', 0, '2021-04-07 08:46:38', NULL);
INSERT INTO `user_info` VALUES (169, '18504319009', 'zjyhala', 'bda1bade30fb9773ddff595dc941771f', 'user', 'normal', 'zjy', NULL, '', '', '', '', 0, '2021-04-15 09:45:34', NULL);

-- ----------------------------
-- Table structure for video
-- ----------------------------
DROP TABLE IF EXISTS `video`;
CREATE TABLE `video`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) NOT NULL COMMENT '用户id',
  `log_date` date NULL DEFAULT NULL,
  `log_time` time(0) NULL DEFAULT NULL,
  `video_url` varchar(255) CHARACTER SET latin1 COLLATE latin1_swedish_ci NOT NULL DEFAULT '',
  `inference` varchar(16) CHARACTER SET latin1 COLLATE latin1_swedish_ci NULL DEFAULT NULL,
  `infer_cost` int(10) NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `fk_userid_video`(`user_id`) USING BTREE,
  CONSTRAINT `fk_userid_video` FOREIGN KEY (`user_id`) REFERENCES `user_info` (`user_id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE = InnoDB AUTO_INCREMENT = 24 CHARACTER SET = latin1 COLLATE = latin1_swedish_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of video
-- ----------------------------
INSERT INTO `video` VALUES (2, 1, '2021-03-05', '21:34:33', '/video/1_video_20210305_d28ff0f8-2470-48f3-b5c8-d58e2cabec65.mp4', NULL, NULL);
INSERT INTO `video` VALUES (3, 1, '2021-03-06', '11:02:35', '/video/1_video_20210306_fb9f4f63-0c15-4a96-9ebb-f7a27e5be380.mp4', NULL, NULL);
INSERT INTO `video` VALUES (4, 1, '2021-03-06', '11:03:39', '/video/1_video_20210306_d62ae321-5f2b-42b7-a872-622c8eb2864b.mp4', NULL, NULL);
INSERT INTO `video` VALUES (5, 1, '2021-03-06', '11:17:57', '/video/1_video_20210306_85ce3ab0-2f9d-4fe9-8886-4f262870e8ab.mp4', NULL, NULL);
INSERT INTO `video` VALUES (6, 1, '2021-03-06', '11:20:25', '/video/1_video_20210306_663b996c-3fbc-4706-9f69-428555e1b187.mp4', NULL, NULL);
INSERT INTO `video` VALUES (7, 1, '2021-03-06', '11:20:33', '/video/1_video_20210306_6d19e873-6fdb-4343-835d-fe94bcd98085.mp4', NULL, NULL);
INSERT INTO `video` VALUES (8, 1, '2021-03-06', '13:32:28', '/video/1_video_20210306_e4c212e0-81c7-4cfc-a0d8-fd9f50cebb8d.mp4', NULL, NULL);
INSERT INTO `video` VALUES (9, 1, '2021-03-08', '14:54:24', '/video/1_video_20210308_84dda521-3dbb-4dd9-9214-eaec00bcc8e4.mp4', NULL, NULL);
INSERT INTO `video` VALUES (10, 1, '2021-03-08', '15:45:44', '/video/1_video_20210308_38f88655-b7af-4082-b5ab-070a46c06b07.mp4', NULL, NULL);
INSERT INTO `video` VALUES (11, 1, '2021-03-08', '15:46:15', '/video/1_video_20210308_aff1ca32-fe7d-4324-bd30-08ce101e424c.mp4', NULL, NULL);
INSERT INTO `video` VALUES (12, 1, '2021-03-10', '17:09:04', '/video/1_video_20210310_d3a463f3-12e7-4dbd-9f14-4bb1fed8795a.webm', NULL, NULL);
INSERT INTO `video` VALUES (13, 1, '2021-03-11', '15:00:41', '/video/1_video_20210311_31097cc3-3038-4654-a526-299d78c46ea8.webm', NULL, NULL);
INSERT INTO `video` VALUES (14, 1, '2021-03-11', '15:35:23', '/video/1_video_20210311_514f6713-a304-4cf5-9dad-991904cd28c4.webm', NULL, NULL);
INSERT INTO `video` VALUES (15, 1, '2021-03-11', '15:50:28', '/video/1_video_20210311_9c3a9536-fee8-4575-aac7-e783ddbd6d8f.webm', NULL, NULL);
INSERT INTO `video` VALUES (16, 1, '2021-03-11', '15:50:51', '/video/1_video_20210311_1b8c04a5-c6f4-4d55-b085-d8a653173b63.webm', NULL, NULL);
INSERT INTO `video` VALUES (17, 1, '2021-09-17', '01:53:00', '/video/1_video_20210311_682c12c1-bf15-4b49-820c-f309816e04aa.webm', 'Angry', 3600);
INSERT INTO `video` VALUES (18, 1, '2021-09-17', '02:15:05', '/video/1_video_20210311_11e921f4-fb45-4898-ad68-6d1a1a34f06c.webm', 'Sad', 3601);
INSERT INTO `video` VALUES (19, 1, '2021-09-17', '03:15:24', '/video/1_video_20210311_5b5dedbe-7ffb-4d49-b894-6055b6caad99.webm', 'Happy', 3602);
INSERT INTO `video` VALUES (20, 1, '2021-09-17', '04:06:38', '/video/1_video_20210312_d24572af-3c11-48e1-a91e-ad51ca967e80.webm', 'Anxious', 3603);
INSERT INTO `video` VALUES (21, 154, '2021-03-17', '17:01:58', '/video/154_video_20210317_36c0a8d5-1dae-4bd7-97ba-dc5dd6a15e54.mp4', NULL, NULL);
INSERT INTO `video` VALUES (22, 1, '2021-09-17', '18:42:12', '/video/1_video_20210403_9084fe2a-0550-45d9-8f9d-4c92533f5226.mp4', 'Happy', 3604);
INSERT INTO `video` VALUES (23, 1, '2021-09-19', '22:36:14', '/video/1_video_20210919_55162dce-3aa2-4323-990d-19f19deec337.mp4', 'Happy', 3611);

-- ----------------------------
-- Triggers structure for table answer
-- ----------------------------
DROP TRIGGER IF EXISTS `tri_log_date_5`;
delimiter ;;
CREATE TRIGGER `tri_log_date_5` BEFORE INSERT ON `answer` FOR EACH ROW BEGIN
	SET new.log_date=CURRENT_DATE;
END
;;
delimiter ;

-- ----------------------------
-- Triggers structure for table ema_answer
-- ----------------------------
DROP TRIGGER IF EXISTS `tri_log_date_3`;
delimiter ;;
CREATE TRIGGER `tri_log_date_3` BEFORE INSERT ON `ema_answer` FOR EACH ROW BEGIN
	SET new.log_date=CURRENT_DATE;
	SET new.log_time=CURRENT_TIME;
END
;;
delimiter ;

-- ----------------------------
-- Triggers structure for table emotion_answer
-- ----------------------------
DROP TRIGGER IF EXISTS `tri_date_time`;
delimiter ;;
CREATE TRIGGER `tri_date_time` BEFORE INSERT ON `emotion_answer` FOR EACH ROW BEGIN
	SET new.log_date=CURRENT_DATE;
	SET new.log_time=CURRENT_TIME;
END
;;
delimiter ;

-- ----------------------------
-- Triggers structure for table flourishing_scale
-- ----------------------------
DROP TRIGGER IF EXISTS `tri_log_date_6`;
delimiter ;;
CREATE TRIGGER `tri_log_date_6` BEFORE INSERT ON `flourishing_scale` FOR EACH ROW BEGIN
	SET new.log_date=CURRENT_DATE;
END
;;
delimiter ;

-- ----------------------------
-- Triggers structure for table gad7_scale
-- ----------------------------
DROP TRIGGER IF EXISTS `tri_log_date_10`;
delimiter ;;
CREATE TRIGGER `tri_log_date_10` BEFORE INSERT ON `gad7_scale` FOR EACH ROW BEGIN
	SET new.log_date=CURRENT_DATE;
END
;;
delimiter ;

-- ----------------------------
-- Triggers structure for table loneliness_scale
-- ----------------------------
DROP TRIGGER IF EXISTS `tri_log_date_9`;
delimiter ;;
CREATE TRIGGER `tri_log_date_9` BEFORE INSERT ON `loneliness_scale` FOR EACH ROW BEGIN
	SET new.log_date=CURRENT_DATE;

END
;;
delimiter ;

-- ----------------------------
-- Triggers structure for table media
-- ----------------------------
DROP TRIGGER IF EXISTS `tri_audio_datetime`;
delimiter ;;
CREATE TRIGGER `tri_audio_datetime` BEFORE INSERT ON `media` FOR EACH ROW BEGIN
	SET new.log_date=CURRENT_DATE;
	SET new.log_time=CURRENT_TIME;
END
;;
delimiter ;

-- ----------------------------
-- Triggers structure for table perceived_stress_scale
-- ----------------------------
DROP TRIGGER IF EXISTS `tri_log_date_8`;
delimiter ;;
CREATE TRIGGER `tri_log_date_8` BEFORE INSERT ON `perceived_stress_scale` FOR EACH ROW BEGIN
	SET new.log_date=CURRENT_DATE;
END
;;
delimiter ;

-- ----------------------------
-- Triggers structure for table phq9
-- ----------------------------
DROP TRIGGER IF EXISTS `tri_log_date_7`;
delimiter ;;
CREATE TRIGGER `tri_log_date_7` BEFORE INSERT ON `phq9` FOR EACH ROW BEGIN
	set new.log_date=CURRENT_DATE;
END
;;
delimiter ;

-- ----------------------------
-- Triggers structure for table speak_anytime
-- ----------------------------
DROP TRIGGER IF EXISTS `tri_date_time_2`;
delimiter ;;
CREATE TRIGGER `tri_date_time_2` BEFORE INSERT ON `speak_anytime` FOR EACH ROW BEGIN
	SET new.log_date=CURRENT_DATE;
	SET new.log_time=CURRENT_TIME;
END
;;
delimiter ;

-- ----------------------------
-- Triggers structure for table video
-- ----------------------------
DROP TRIGGER IF EXISTS `tri_date_time_11`;
delimiter ;;
CREATE TRIGGER `tri_date_time_11` BEFORE INSERT ON `video` FOR EACH ROW BEGIN
	SET new.log_date=CURRENT_DATE;
	SET new.log_time=CURRENT_TIME;
END
;;
delimiter ;

SET FOREIGN_KEY_CHECKS = 1;
